Repository: miptliot/edx-translations
Catalog: edx-platform/djangojs po/underscore_*.po
Languages: ru

source: Cancel
ru: Отменить

source: Actions
ru: Действия

source: Description
ru: Описание

source: Save
ru: Сохранить

source: Status
ru: Статус

source: Unit
ru: Страница

source: Start Date
ru: Дата начала

source: Due Date
ru: Срок сдачи

source: remove all
ru: удалить всё

source: remove
ru: удалить

source: Thank you! We have received your payment.
ru: Спасибо! Ваш платеж получен.

source: Please print this page for your records; it serves as your receipt. You will also receive an email with the same information.
ru: Эта страница – ваша квитанция об оплате. Рекомендуем распечатать её. Вы также получите электронное сообщение с этой информацией.

source: Order No.
ru: Заказ №

source: Date
ru: Дата

source: Amount
ru: Сумма

source: Total
ru: Итого

source: Please Note
ru: Обратите внимание!

source: Crossed out items have been refunded.
ru: Платежи за вычеркнутые пункты возвращены.

source: Billed to
ru: Счет на имя

source: No receipt available
ru: Нет квитанции об оплате

source: Go to Dashboard
ru: Перейти к панели управления

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from %(platformName)s to verify your identity.
ru: Вы можете просмотреть курс на панели управления, даже если не подтвердите данные. Однако %(platformName)s будет периодически отправлять вам напоминания о проверке информации.

source: Want to confirm your identity later?
ru: Хотите подтвердить данные позже?

source: Verify Now
ru: Подтвердить

source: Donate
ru: Пожертвовать

source: CLEAR ALL
ru: ОЧИСТИТЬ ВСЁ

source: MORE...
ru: ПОКАЗАТЬ...

source: LESS...
ru: СКРЫТЬ...

source: LEARN MORE
ru: УЗНАТЬ БОЛЬШЕ

source: Starts
ru: Начинается

source: Refine your search
ru: Уточнить параметры поиска

source: Highlighted text
ru: Выделенный текст

source: Less
ru: Скрыть

source: More
ru: Показать

source: Note
ru: Запись

source: You commented...
ru: Вы прокомментировали...

source: Noted in:
ru: Запись сделана в:

source: Last Edited:
ru: Последнее изменение:

source: Tags:
ru: Теги:

source: name
ru: имя

source: Clear search results
ru: Очистить результаты поиска

source: Click to edit
ru: Нажмите, чтобы изменить

source: title
ru: заголовок

source: Specify whether discussion topics are divided by cohort
ru: Укажите, нужно ли обсуждать темы по отдельным когортам

source: Course-Wide Discussion Topics
ru: Темы обсуждения на уровне всего курса

source: Select the course-wide discussion topics that you want to divide by cohort.
ru: Выберите темы курса, которые нужно обсуждать по отдельным когортам.

source: Content-Specific Discussion Topics
ru: Темы обсуждения, связанные с конкретными материалами курса

source: Specify whether content-specific discussion topics are divided by cohort.
ru: Укажите, нужно ли обсуждать темы, связанные с конкретными материалами курса, по отдельным когортам

source: Always cohort content-specific discussion topics
ru: Всегда обсуждать темы, связанные с конкретными материалами курса, по отдельным когортам

source: Cohort selected content-specific discussion topics
ru: Обсуждать темы, связанные с конкретными материалами курса, по отдельным когортам

source: No content-specific discussion topics exist.
ru: В курсе нет тем обсуждения, связанных с конкретными материалами.

source: Cohorted
ru: По когортам

source: Selected tab
ru: Активная вкладка

source: Manage Students
ru: Управление студентами

source: Settings
ru: Настройки

source: Add students to this cohort
ru: Добавить студентов в эту когорту

source: Note: Students can be in only one cohort. Adding students to this group overrides any previous group assignment.
ru: Примечание. Студент может состоять только в одной когорте. Если вы добавите его в эту когорту, он будет исключен из любой другой.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the students you want to add. *
ru: Введите адреса электронной почты и/или имена пользователей, разделив их запятыми или поместив по одному в строку.*

source: (Required Field)
ru: (поле, обязательное для заполнения)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
ru: например, annaivanova@example.ru, AnnaIvanova, anyaivanova@example.ru

source: You will not receive notification for emails that bounce, so double-check your spelling.
ru: Вы не получите уведомлений о недошедших сообщениях, поэтому еще раз проверьте адрес.

source: Add Students
ru: Добавить студентов

source: Add a New Cohort
ru: Добавить когорту

source: Enter the name of the cohort
ru: Введите название когорты

source: Cohort Name
ru: Название когорты

source: Cohort Assignment Method
ru: Распределение студентов по когортам

source: Automatic
ru: Автоматически

source: Manual
ru: Вручную

source: There must be one cohort to which students can automatically be assigned.
ru: Необходимо создать хотя бы одну когорту, в которую будут автоматически добавляться студенты.

source: Associated Content Group
ru: Связанная группа по изучаемому материалу

source: No Content Group
ru: Нет группы по изучаемому материалу

source: Select a Content Group
ru: Выбрать группу по изучаемому материалу

source: Choose a content group to associate
ru: Выбрать связанную группу по изучаемому материалу

source: Not selected
ru: Не выбрано

source: Deleted Content Group
ru: Удаленная группа по изучаемому материалу

source: Create a content group
ru: Создать группу по изучаемому материалу

source: (contains %(student_count)s student)
ru: (%(student_count)s студент)

source: Students are added to this cohort only when you provide their email addresses or usernames on this page.
ru: Студенты будут добавлены в когорту, когда вы введете на этой странице их адреса электронной почты или имена пользователей.

source: What does this mean?
ru: Что это значит?

source: Students are added to this cohort automatically.
ru: Студенты добавляются в эту когорту автоматически.

source: Select a cohort
ru: Выбрать когорту

source: Enable Cohorts
ru: Включить когорты

source: Select a cohort to manage
ru: Выберите когорту для настройки

source: View Cohort
ru: Просмотреть когорту

source: Add Cohort
ru: Добавить когорту

source: Assign students to cohorts by uploading a CSV file
ru: Распределить студентов по когортам, загрузив CSV-файл

source: To review student cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on %(link_start)s the Data Download page. %(link_end)s
ru: Чтобы просмотреть состав когорт или проверить статус загрузки CSV-файла, скачайте данные из профиля курса или результаты когорты на %(link_start)sстранице "Скачивание данных"%(link_end)s.

source: Code
ru: Код

source: Used
ru: Использован

source: Valid
ru: Действителен

source: View
ru: Просмотреть

source: Search Results
ru: Результаты поиска

source: Load next %(num_items)s result
ru: Загрузить следующий %(num_items)s результат

source: Sorry, no results were found.
ru: Ничего не найдено.

source: Back to Dashboard
ru: Вернуться к панели управления

source: There was an error, try searching again.
ru: Произошла ошибка. Повторите попытку.

source: Loading
ru: Загрузка

source: New Address
ru: Новый адрес

source: Password
ru: Пароль

source: Change My Email Address
ru: Изменить адрес электронной почты

source: Reset Password
ru: Изменить пароль

source: Account Settings
ru: Настройки учетной записи

source: These settings include basic information about your account. You can also specify additional information and see your linked social accounts on this page.
ru: В настройках указана основная информация о вашей учетной записи. На этой странице вы также можете добавить дополнительные сведения и просмотреть список связанных учетных записей в социальных сетях.

source: An error occurred. Please reload the page.
ru: Произошла ошибка. Обновите страницу.

source: Forgot password?
ru: Забыли пароль?

source: Sign in
ru: Войти

source: Would you like to sign in using your %(providerName)s credentials?
ru: Войти с помощью логина и пароля %(providerName)s?

source: Sign in using %(providerName)s
ru: Войти через %(providerName)s

source: or
ru: или

source: Show me other ways to sign in or register
ru: Как еще можно войти в систему или зарегистрироваться?

source: Sign in with Institution/Campus Credentials
ru: Войти с помощью логина и пароля учебного заведения

source: Choose your institution from the list below:
ru: Выберите ваше учебное заведение.

source: Back to sign in
ru: Вернуться на страницу входа в систему

source: Register with Institution/Campus Credentials
ru: Зарегистрироваться с помощью логина и пароля учебного заведения

source: Register through edX
ru: Зарегистрироваться через edX

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
ru: Вы вошли в %(currentProvider)s, однако вам необходимо связать учетные записи %(currentProvider)s и %(platformName)s. Для этого войдите с помощью пароля %(platformName)s.

source: Password Reset Email Sent
ru: Инструкции по сбросу пароля отправлены

source: We've sent instructions for resetting your password to the email address you provided.
ru: Мы отправили инструкции по изменению пароля на ваш адрес электронной почты.

source: We couldn't sign you in.
ru: Не удалось войти в систему.

source: An error occurred when signing you in to %(platformName)s.
ru: При входе в %(platformName)s произошла ошибка.

source: Sign in here using your email address and password, or use one of the providers listed below.
ru: Чтобы войти в систему, введите адрес электронной почты и пароль или используйте один из следующих сервисов.

source: Sign in here using your email address and password.
ru: Чтобы войти в систему, введите адрес электронной почты и пароль.

source: If you do not yet have an account, use the button below to register.
ru: Еще не зарегистрированы? Нажмите кнопку ниже.

source: or sign in with
ru: или с помощью

source: Sign in with %(providerName)s
ru: Войти через %(providerName)s

source: Use my institution/campus credentials
ru: Использовать логин и пароль учебного заведения

source: New to %(platformName)s?
ru: Впервые в %(platformName)s?

source: Create an account
ru: Создать учетную запись

source: An error occurred.
ru: Произошла ошибка

source: Password assistance
ru: Помощь с паролем

source: Please enter your email address below and we will send you instructions for setting a new password.
ru: Введите адрес электронной почты ниже, и мы вышлем вам инструкции по установке нового пароля.

source: Reset my password
ru: Сбросить пароль

source: We couldn't create your account.
ru: Не удалось создать учетную запись.

source: You've successfully signed into %(currentProvider)s.
ru: Вы вошли в %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
ru: Перед началом учебы в %(platformName)s укажите некоторые данные.

source: Create an account using
ru: Добавьте учетную запись из

source: Create account using %(providerName)s.
ru: Добавьте учетную запись из %(providerName)s.

source: or create a new one here
ru: или создайте новую в этом сервисе

source: Create a new account
ru: Создать новую учетную запись

source: Create your account
ru: Создать учетную запись

source: Required field
ru: Обязательное поле

source: Already have an account?
ru: Уже есть учетная запись?

source: You are currently sharing a limited profile.
ru: Другим пользователям разрешен ограниченный доступ к вашему профилю.

source: This edX learner is currently sharing a limited profile.
ru: Пользователь ограничил доступ к своему профилю.

source: Congratulations! You are now verified on %(platformName)s!
ru: Ваши данные в %(platformName)s проверены.

source: You are now enrolled as a verified student for:
ru: Вы официально зачислены на следующие курсы:

source: A list of courses you have just enrolled in as a verified student
ru: Список курсов, на которые вы официально зачислены

source: Course
ru: Курс

source: Starts: %(start)s
ru: Начинается %(start)s

source: Explore your course!
ru: Просмотрите информацию о курсе

source: Go to your Dashboard
ru: Перейти к панели управления

source: Verified Status
ru: Данные проверены

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
ru: Спасибо, что отправили фото! Мы скоро их проверим. Сейчас вы можете записаться на любой курс %(platformName)s, предлагающий заверенные сертификаты. Статус проверки действителен в течение года. После этого вам потребуется снова отправить фото.

source: Error:
ru: Ошибка:

source: What You Need for Verification
ru: Что нужно для проверки личных данных

source: Webcam
ru: Веб-камера

source: You need a computer that has a webcam. When you receive a browser prompt, make sure that you allow access to the camera.
ru: Вам нужен компьютер с веб-камерой. Когда браузер предложит сделать фото, убедитесь, что доступ к камере разрешен.

source: Photo Identification
ru: Документ с фотографией

source: You need a driver's license, passport, or other government-issued ID that has your name and photo.
ru: Вам нужны водительские права, паспорт или другой документ государственного образца, в котором есть ваши имя и фотография.

source: Take Your Photo
ru: Сфотографируйте себя

source: When your face is in position, use the camera button %(icon)s below to take your photo.
ru: Когда ваше лицо полностью попадет в кадр, сделайте фото, нажав кнопку %(icon)s ниже.

source: To take a successful photo, make sure that:
ru: Чтобы сделать удачное фото, убедитесь в следующем:

source: Your face is well-lit.
ru: Лицо хорошо освещено.

source: Your entire face fits inside the frame.
ru: Лицо полностью помещается в рамку.

source: The photo of your face matches the photo on your ID.
ru: Фото лица соответствует снимку в документе.

source: To use the current photo, select the camera button %(icon)s. To take another photo, select the retake button %(icon)s.
ru: Чтобы использовать сделанный снимок, нажмите кнопку %(icon)s. Чтобы снять другое фото, выберите кнопку %(icon)s.

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: Why does %(platformName)s need my photo?
ru: Для чего %(platformName)s нужна фотография?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
ru: Для проверки личной информации вы должны предоставить свой снимок и копию документа с фотографией. Мы сравним эти фото и подтвердим ваши данные.

source: What does %(platformName)s do with this photo?
ru: Для чего %(platformName)s нужен этот снимок?

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
ru: Для защиты вашей информации мы шифруем снимки и отправляем их по безопасному соединению на наш сервис. Ваши данные и фото не будут сохранены или показаны в %(platformName)s после завершения проверки.

source: Next: %(nextStepTitle)s
ru: Следующий шаг. %(nextStepTitle)s.

source: Take a Photo of Your ID
ru: Сфотографируйте документ

source: Use your webcam to take a photo of your ID. We will match this photo with the photo of your face and the name on your account.
ru: С помощью веб-камеры сделайте фото документа. Мы сравним его со снимком вашего лица и именем в учетной записи.

source: You need an ID with your name and photo. A driver's license, passport, or other government-issued IDs are all acceptable.
ru: Вам нужен документ государственного образца с именем и фотографией, например водительские права, паспорт или другое удостоверение личности.

source: Tips on taking a successful photo
ru: Как сделать удачный снимок

source: Ensure that you can see your photo and read your name
ru: Ваши фото и имя должны быть хорошо различимы.

source: Make sure your ID is well-lit
ru: Убедитесь, что документ хорошо освещен.

source: Once in position, use the camera button %(icon)s to capture your ID
ru: Чтобы сделать фото, нажмите кнопку %(icon)s.

source: Use the retake photo button if you are not pleased with your photo
ru: Если фото получилось неудачным, нажмите кнопку повторного снимка.

source: Preview of uploaded image
ru: Просмотр загруженного изображения

source: Upload an image or capture one with your web or phone camera.
ru: Загрузите изображение или сделайте снимок с помощью веб-камеры или смартфона.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
ru: С помощью веб-камеры сфотографируйте свое лицо. Мы сравним этот снимок с фото в документе.

source: Make sure your face is well-lit
ru: Лицо должно быть хорошо освещено.

source: Be sure your entire face is inside the frame
ru: Убедитесь, что лицо находится внутри рамки.

source: Once in position, use the camera button %(icon)s to capture your photo
ru: Чтобы сделать фото, нажмите кнопку %(icon)s.

source: Can we match the photo you took with the one on your ID?
ru: Вы разрешаете сравнить сделанный снимок с фото в документе?

source: Submit
ru: Отправить

source: Thanks for returning to verify your ID in: %(courseName)s
ru: Спасибо, что отправили на проверку личные данные для курса "%(courseName)s"!

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
ru: Перед записью на курсы активируйте учетную запись. Мы отправили письмо со специальной ссылкой по электронной почте. Выполнив активацию, вы можете вернуться на эту страницу и обновить её.

source: Activate Your Account
ru: Активируйте учетную запись

source: Check Your Email
ru: Проверьте электронную почту

source: Photo ID
ru: Документ с фотографией

source: A driver's license, passport, or other government-issued ID with your name and photo
ru: Водительские права, паспорт или другой документ государственного образца с именем и фотографией

source: You are enrolling in: %(courseName)s
ru: Вы записываетесь на курс "%(courseName)s"

source: You are upgrading your enrollment for: %(courseName)s
ru: Вы меняете форму обучения на курсе "%(courseName)s"

source: You can now enter your payment information and complete your enrollment.
ru: Теперь вы можете указать платежную информацию и закончить запись на курс.

source: You can pay now even if you don't have the following items available, but you will need to have these by %(date)s to qualify to earn a Verified Certificate.
ru: Курс можно оплатить сейчас, даже если вы не подтвердили личные данные. Однако это необходимо сделать до %(date)s, чтобы получить заверенный сертификат.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
ru: Курс можно оплатить сейчас, даже если вы не подтвердили личные данные. Однако это необходимо сделать, чтобы получить заверенный сертификат.

source: Government-Issued Photo ID
ru: Документ государственного образца с фото

source: ID-Verification is not required for this Professional Education course.
ru: Для этого курса профессионального образования проверка личных данных не требуется.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
ru: Все курсы профессионального образования являются платными. Чтобы записаться на такой курс, необходимо внести платеж.

source: You have already verified your ID!
ru: Вы уже подтвердили данные

source: Your verification status is good until %(verificationGoodUntil)s.
ru: Статус проверки действителен до %(verificationGoodUntil)s.

source: price
ru: цена

source: Thank you! We have received your payment for %(courseName)s.
ru: Спасибо! Ваш платеж за курс "%(courseName)s" получен.

source: Next Step: Confirm your identity
ru: Следующий шаг. Подтвердите свои данные.

source: Check your email
ru: Проверьте электронную почту

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email.
ru: Перед регистрацией на курсы активируйте учетную запись. Мы отправили письмо со специальной ссылкой по электронной почте.

source: A driver's license, passport, or government-issued ID with your name and photo.
ru: Водительские права, паспорт или другой документ государственного образца с именем и фотографией.

source: Identity Verification In Progress
ru: Данные отправлены на проверку

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days). In the meantime, you can still access all available course content.
ru: Мы получили ваши данные и обработаем их в ближайшее время (1-2 дня). Как только они будут проверены, на панели управления появится уведомление. Обратите внимание, что материалы курса доступны вам еще до этого момента.

source: Return to Your Dashboard
ru: Вернуться к панели управления

source: Review Your Photos
ru: Просмотреть фотографии

source: Make sure we can verify your identity with the photos and information you have provided.
ru: Убедитесь, что мы сможем проверить ваши данные с помощью предоставленных снимков и информации.

source: Photo of %(fullName)s
ru: Фотография (%(fullName)s)

source: Photo of %(fullName)s's ID
ru: Фотография документа (%(fullName)s)

source: Photo requirements:
ru: Требования к фото:

source: Does the photo of you show your whole face?
ru: Лицо на фото видно полностью.

source: Does the photo of you match your ID photo?
ru: Сделанное фото похоже на снимок в документе.

source: Is your name on your ID readable?
ru: Имя в документе легко читается.

source: Does the name on your ID match your account name: %(fullName)s?
ru: Имя в документе совпадает с именем в учетной записи (%(fullName)s).

source: Edit Your Name
ru: Изменить имя

source: Make sure that the full name on your account matches the name on your ID.
ru: Убедитесь, что полное имя в учетной записи совпадает с именем в документе.

source: Photos don't meet the requirements?
ru: Фото не соответствуют требованиям?

source: Retake Your Photos
ru: Сделайте снимки еще раз

source: Before proceeding, please confirm that your details match
ru: Перед тем как продолжить, убедитесь, что данные совпадают.

source: Confirm
ru: Подтвердить

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
ru: Не видите изображение? Убедитесь, что браузеру разрешено использовать камеру.

source: Live view of webcam
ru: Изображение с веб-камеры

source: Retake Photo
ru: Сделать фото еще раз

source: Take Photo
ru: Сделать фото
