Repository: miptliot/edx-translations
Catalog: edx-platform/django po/mako.po
Languages: ru

source: The price per enrollment purchased
ru: Цена за одного студента

source: Number of Enrollment Codes
ru: Количество кодов зачисления

source: The total number of enrollment codes to create
ru: Общее количество кодов зачисления, которые нужно создать

source: Course Team Internal Reference
ru: Информация для команды курса

source: Internal reference information for the sale
ru: Информация о продажах для внутреннего пользования

source: Customer Reference
ru: Информация для покупателя

source: Customer's purchase order or other reference information
ru: Данные о заказе или другая информация

source: Send me a copy of the invoice
ru: Отправьте мне копию счета

source: Instructor Dashboard
ru: Панель управления преподавателя

source: Revert to Legacy Dashboard
ru: Вернуться к устаревшей панели управления

source: Enrollment Code Status
ru: Статус кода зачисления

source: Change the status of an enrollment code.
ru: Изменить статус кода зачисления

source: Enrollment Code
ru: Код зачисления

source: Find Enrollment Code
ru: Найти код зачисления

source: Enter the reason why the students are to be manually enrolled or unenrolled.
ru: Введите причину, по которой студенты будут зачисляться или отчисляться вручную.

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
ru: Вы должны заполнить это поле. Данные будут сохранены и отражены в отчетах о наборе на курс.

source: Therefore, please give enough detail to account for this action.
ru: Поэтому подробно опишите, почему это необходимо сделать.

source: Reason
ru: Причина

source: Register/Enroll Students
ru: Зарегистрировать/зачислить студентов

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines.
ru: Чтобы зарегистрировать и зачислить на курс пользователей из списка, выберите CSV-файл, содержащий следующие столбцы в указанном порядке: адрес электронной почты, имя пользователя, имя и страна. Добавляйте по одному студенту в каждую строку и не включайте колонтитулы или пустые строки.

source: Upload CSV
ru: Загрузить CSV-файл

source: Batch Beta Tester Addition
ru: Загрузка сведений о новых бета-тестерах

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
ru: Примечание. Перед регистрацией в качестве бета-тестеров пользователи должны активировать учетные записи {platform_name}.

source: If this option is <em>checked</em>, users who have not enrolled in your course will be automatically enrolled.
ru: Если эта опция <em>отмечена</em>, пользователи, не записанные на курс, будут зачислены автоматически.

source: Checking this box has no effect if 'Remove beta testers' is selected.
ru: Если выбран пункт "Удалить бета-тестеров", эта опция не действует.

source: Add beta testers
ru: Добавить бета-тестеров

source: Remove beta testers
ru: Удалить бета-тестеров

source: Course Team Management
ru: Управление командой курса

source: Select a course team role:
ru: Выберите роль в команде курса:

source: Getting available lists...
ru: Загружаем доступные списки...

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
ru: Сотрудникам не разрешено изменять эти списки. Чтобы вы могли управлять составом участников, администратор курса должен добавить вас в качестве обычного администратора или администратора обсуждений. Тогда вы получите право добавлять сотрудников и бета-тестеров либо старост и модераторов обсуждений соответственно.

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
ru: Сотрудники помогают вам управлять курсом. Они могут зачислять и отчислять студентов, изменять их оценки и просматривать все данные курса. Сотрудники также имеют доступ к курсу в Studio и Insights. Эта роль доступна только для зачисленных пользователей.

source: Add Staff
ru: Добавить сотрудника

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
ru: Администраторы помогают вам управлять учебным процессом курса. Они могут выполнять те же задачи, что и сотрудники, а также назначать и отстранять других администраторов, модераторов, бета-тестеров и сотрудников. Эта роль доступна только для зачисленных пользователей.

source: Add Admin
ru: Добавить администратора

source: Beta Testers
ru: Бета-тестеры

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
ru: Бета-тестеры получают доступ к материалам курса раньше остальных студентов. Они проверяют работу контента, но не имеют других привилегий. Эта роль доступна только для зачисленных пользователей.

source: Add Beta Tester
ru: Добавить бета-тестера

source: Discussion Admins
ru: Администраторы обсуждений

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. You can only give course team roles to enrolled users.
ru: Администраторы обсуждений могут просматривать, изменять и удалять сообщения, отзывать жалобы, закрывать и снова открывать темы, а также рекомендовать полезные ответы. Их сообщения помечены словом "сотрудник". Кроме того, они могут назначать модераторов. Эта роль доступна только для зачисленных пользователей.

source: Add Discussion Admin
ru: Добавить администратора обсуждений

source: Discussion Moderators
ru: Модераторы обсуждений

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. You can only give course team roles to enrolled users.
ru: Модераторы обсуждений могут просматривать, изменять и удалять сообщения, отзывать жалобы, закрывать и снова открывать темы, а также рекомендовать полезные ответы. Их сообщения помечены словом "сотрудник". Однако они не могут назначать других модераторов. Эта роль доступна только для зачисленных пользователей.

source: Add Moderator
ru: Добавить модератора

source: Discussion Community TAs
ru: Старосты

source: Community TA's are members of the community whom you deem particularly helpful on the discussion boards. They can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all cohorts. Their posts are marked as 'Community TA'. You can only give course team roles to enrolled users.
ru: Старосты – это студенты, которые активно участвуют в обсуждениях и помогают другим. Они могут просматривать, изменять и удалять сообщения, отзывать жалобы, закрывать и снова открывать темы, а также рекомендовать полезные ответы. Их сообщения помечены словом "староста". Эта роль доступна только для зачисленных пользователей.

source: Add Community TA
ru: Добавить старосту

source: CCX Coaches
ru: Тьюторы CCX

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
ru: Тьюторы CCX могут создавать собственные курсы на основе этого и обучать на них своих студентов.

source: Add CCX Coach
ru: Добавить тьютора CCX

source: There is no data available to display at this time.
ru: Сейчас доступных данных нет.

source: Use Reload Graphs to refresh the graphs.
ru: Нажмите "Обновить графики", чтобы перезагрузить их.

source: Reload Graphs
ru: Обновить графики

source: Subsection Data
ru: Данные по подразделу

source: Each bar shows the number of students that opened the subsection.
ru: Каждый столбец показывает количество студентов, открывавших подраздел.

source: You can click on any of the bars to list the students that opened the subsection.
ru: Чтобы просмотреть список студентов, открывавших подраздел, нажмите на любой столбец.

source: You can also download this data as a CSV file.
ru: Вы также можете скачать эти данные в виде CSV-файла.

source: Download Subsection Data for all Subsections as a CSV
ru: Скачать CSV-файл с данными по всем подразделам

source: Grade Distribution Data
ru: Информация о распределении оценок

source: Each bar shows the grade distribution for that problem.
ru: Каждый столбец показывает распределение оценок за конкретную задачу.

source: You can click on any of the bars to list the students that attempted the problem, along with the grades they received.
ru: Чтобы просмотреть список студентов, выполнивших задачу, и их оценки, нажмите на любой столбец.

source: Download Problem Data for all Problems as a CSV
ru: Скачать CSV-файл с данными по всем задачам

source: Grade Distribution per Problem
ru: Распределение оценок за задачи

source: Download Student Opened as a CSV
ru: Скачать CSV-файл с данными этого студента

source: Download Student Grades as a CSV
ru: Скачать CSV-файл с оценками студентов

source: This is a partial list, to view all students download as a csv.
ru: Это неполный список. Чтобы просмотреть данные всех студентов, скачайте CSV-файл.

source: Grade
ru: Оценка

source: Percent
ru: В процентах

source: There are no problems in this section.
ru: В этом разделе нет задач.

source: Send Email
ru: Отправить письмо

source: Send to:
ru: Кому:

source: Myself
ru: Мне

source: Staff and admins
ru: Сотрудникам и администраторам

source: All (students, staff, and admins)
ru: Всем (студентам, сотрудникам и администраторам)

source: Subject:
ru: Тема:

source: (Max 128 characters)
ru: (максимум 128 символов)

source: Message:
ru: Текст:

source: Please try not to email students more than once per week. Before sending your email, consider:
ru: Постарайтесь не писать студентам чаще, чем раз в неделю. Перед отправкой сообщения сделайте следующее:

source: Have you read over the email to make sure it says everything you want to say?
ru: Перечитайте письмо. Оно содержит всё, что вы хотели сказать?

source: Have you sent the email to yourself first to make sure you're happy with how it's displayed, and that embedded links and images work properly?
ru: Отправьте письмо самому себе. Встроенные ссылки и изображения отображаются корректно, и вам нравится, как выглядит результат?

source: CAUTION!
ru: ОСТОРОЖНО!

source: Once the 'Send Email' button is clicked, your email will be queued for sending.
ru: Когда вы нажмете кнопку "Отправить письмо", сообщение будет поставлено в очередь на отправку.

source: A queued email CANNOT be cancelled.
ru: Это действие НЕЛЬЗЯ отменить.

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
ru: Обработка электронной почты происходит в фоновом режиме. Статус всех активных задач, в том числе связанных с отправкой сообщений, отображается в таблице ниже.

source: Email Task History
ru: Задачи электронной почты

source: To see the content of all previously sent emails, click this button:
ru: Чтобы просмотреть содержимое всех отправленных сообщений, нажмите эту кнопку:

source: Sent Email History
ru: Отправленные сообщения

source: To read an email, click its subject.
ru: Чтобы прочитать сообщение, нажмите на тему.

source: To see the status for all bulk email tasks ever submitted for this course, click on this button:
ru: Чтобы просмотреть статус всех массовых задач электронной почты, запущенных для этого курса, нажмите эту кнопку.

source: Show Email Task History
ru: Показать задачи электронной почты

source: Set Course Mode Price
ru: Установите цену для форм обучения

source: Please enter Course Mode detail below
ru: Укажите информацию о формах обучения ниже.

source: Currency
ru: Валюта

source: Set Price
ru: Установить цену

source: Student Gradebook
ru: Журнал оценок

source: Click here to view the gradebook for enrolled students. This feature is only visible to courses with a small number of total enrolled students.
ru: Чтобы просмотреть журнал с оценками студентов на курсе, нажмите здесь. Эта функция доступна только для курсов с небольшим количеством студентов.

source: View Gradebook
ru: Просмотреть журнал оценок

source: Student-specific grade inspection
ru: Проверка оценок отдельных студентов

source: Click this link to view the student's progress page:
ru: Чтобы просмотреть прогресс студента, перейдите по этой ссылке:

source: Student Progress Page
ru: Прогресс студента

source: Student-specific grade adjustment
ru: Корректировка оценок отдельных студентов

source: Specify a problem in the course here with its complete location:
ru: Полностью укажите местонахождение задачи в курсе:

source: Problem location
ru: Местонахождение задачи

source: You must provide the complete location of the problem. In the Staff Debug viewer, the location looks like this:
ru: Вы должны указать местонахождение задачи полностью. В окне "Отладка" местонахождение выглядит следующим образом:

source: Next, select an action to perform for the given user and problem:
ru: Выберите действие для этого пользователя и задачи:

source: You may also delete the entire state of a student for the specified problem:
ru: Вы также можете полностью удалить состояние задачи, выполненной студентом:

source: Delete Student State for Problem
ru: Удалить состояние задачи, выполненной студентом

source: Rescoring runs in the background, and status for active tasks will appear in the 'Pending Tasks' table. To see status for all tasks submitted for this problem and student, click on this button:
ru: Перепроверка происходит в фоновом режиме. Статус активных задач показан в таблице "Текущие задачи". Чтобы просмотреть статус всех задач для данного задания или студента, нажмите кнопку:

source: Show Background Task History for Student
ru: Показать фоновые задачи для студента

source: Entrance Exam Adjustment
ru: Настройка вступительного теста

source: Student's {platform_name} email address or username:
ru: Адрес электронной почты или имя пользователя в {platform_name}:

source: Select an action for the student's entrance exam. This action will affect every problem in the student's exam.
ru: Выберите действие для вступительного экзамена. Оно повлияет на все задачи.

source: Reset Number of Student Attempts
ru: Сбросить число попыток студента

source: Rescore All Problems
ru: Перепроверить все задачи

source: Let Student Skip Entrance Exam
ru: Разрешить студентам пропускать экзамен

source: You can also delete all of the student's answers and scores for the entire entrance exam.
ru: Вы также можете удалить все ответы и оценки студентов за вступительный экзамен.

source: Delete Student's Answers and Scores
ru: Удалить ответы и оценки студентов

source: Show Student's Exam Adjustment History
ru: Показать историю настроек вступительного теста

source: Then select an action
ru: Выберите действие

source: Reset ALL students' attempts
ru: Сбросить число попыток ВСЕХ студентов

source: Rescore ALL students' problem submissions
ru: Перепроверить задачи у ВСЕХ студентов

source: The above actions run in the background, and status for active tasks will appear in a table on the Course Info tab. To see status for all tasks submitted for this problem, click on this button
ru: Описанные действия выполняются в фоновом режиме. Статус активных задач появится на вкладке "Новости курса". Чтобы просмотреть статус всех задач для задания, нажмите эту кнопку

source: Show Background Task History for Problem
ru: Показать историю фоновых задач для заданий

source: None Available
ru: Ничего не доступно

source: Change Preferred Language
ru: Изменить языковые настройки

source: Please choose your preferred language
ru: Выберите язык

source: Save Language Settings
ru: Сохранить языковые настройки

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
ru: Не нашли нужный язык? {link_start}Станьте переводчиком-волонтером!{link_end}

source: Confirm
ru: Подтвердить

source: modal open
ru: открыто модальное окно

source: OK
ru: ОК

source: open
ru: открыть

source: {course_number} Combined Notifications
ru: Объединенные уведомления для курса {course_number}

source: Open Ended Console
ru: Консоль для задач с открытым ответом

source: Here are items that could potentially need your attention.
ru: Просмотрите информацию ниже. Возможно, вам требуется выполнить какие-либо действия.

source: No items require attention at the moment.
ru: Дополнительных действия не требуется.

source: {course_number} Flagged Open Ended Problems
ru: Отмеченные задачи с открытым ответом для курса {course_number}

source: Flagged Open Ended Problems
ru: Отмеченные задачи с открытым ответом

source: Here is a list of open ended problems for this course that have been flagged by students as potentially inappropriate.
ru: Ниже перечислены задачи с открытым ответом, отмеченные студентами курса как неприемлемые.

source: No flagged problems exist.
ru: Нет отмеченных задач.

source: Unflag
ru: Снять отметку

source: Ban
ru: Заблокировать

source: {course_number} Open Ended Problems
ru: Задачи с открытым ответом для курса {course_number}

source: Open Ended Problems
ru: Задачи с открытым ответом

source: Here is a list of open ended problems for this course.
ru: Ниже перечислены задачи с открытым ответом для этого курса.

source: You have not attempted any open ended problems yet.
ru: Вы еще не выполнили ни одной задачи с открытым ответом.

source: Problem Name
ru: Название задачи

source: Status
ru: Статус

source: Grader Type
ru: Тип оценивающего

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
ru: {p_tag}Нет задач однокурсников для проставления оценок. Участвовать во взаимной проверке можно при следующих условиях: {ul_tag} {li_tag}Вы выполнили задачу такого типа.{end_li_tag} {li_tag}Участники команды проверили задачи, на примере которых можно понять, как оценивать другие работы.{end_li_tag} {li_tag}На курсе остались непроверенные задачи.{end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
ru: Взаимная проверка

source: Here is a list of problems that need to be peer graded for this course.
ru: Ниже перечислены задачи, требующие взаимной проверки.

source: Due date
ru: Срок выполнения

source: Graded
ru: Оценено

source: Available
ru: Доступно

source: Required
ru: Требуется проверка

source: Progress
ru: Прогресс

source: No due date
ru: Без срока сдачи

source: The due date has passed, and peer grading for this problem is closed at this time.
ru: Срок выполнения прошел. Взаимная проверка этой задачи прекращена.

source: The due date has passed, and peer grading is closed at this time.
ru: Срок выполнения прошел. Взаимная проверка прекращена.

source: Learning to Grade
ru: Как ставить оценки

source: Please include some written feedback as well.
ru: Оставьте краткий письменный отзыв.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
ru: Эта работа содержит непристойные или оскорбительные материалы либо возможный плагиат.

source: How did I do?
ru: Я уже могу проверять работы?

source: Continue
ru: Продолжить

source: Ready to grade!
ru: Вы можете проверять работы!

source: You have finished learning to grade, which means that you are now ready to start grading.
ru: Вы научились ставить оценки и теперь можете проверять работы.

source: Start Grading!
ru: Начните проверку

source: Learning to grade
ru: Обучение проверке

source: You have not yet finished learning to grade this problem.
ru: Вы не прошли обучение проверке до конца.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
ru: Мы покажем вам несколько эссе, оцененных преподавателями, и попросим проставить оценки самостоятельно.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
ru: Научившись оценивать работы так же, как преподаватель, вы сможете проверять задания других студентов.

source: Start learning to grade
ru: Научиться ставить оценки

source: Are you sure that you want to flag this submission?
ru: Вы уверены, что хотите пожаловаться на эту работу?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
ru: Вы собираетесь пожаловаться на работу. Отметьте ее, если она содержит непристойные или оскорбительные материалы либо возможный плагиат. Если работа отвечает на другой вопрос или выполнена неправильно, оцените ее на ноль баллов и оставьте отзыв. Жаловаться на такую работу не следует.

source: Remove Flag
ru: Убрать отметку

source: Keep Flag
ru: Оставить отметку

source: Go Back
ru: Вернуться

source: Thanks for Registering!
ru: Спасибо за регистрацию!

source: You've successfully created an account on {platform_name}. We've sent an account activation message to {email}. To activate your account and start enrolling in courses, click the link in the message.
ru: Вы создали учетную запись в {platform_name}. Мы отправили письмо со специальной ссылкой на {email}. Чтобы активировать учетную запись и присоединиться к курсам, нажмите на эту ссылку.

source: Activation Complete!
ru: Учетная запись активирована

source: Account already active!
ru: Учетная запись уже активирована

source: You can now {link_start}log in{link_end}.
ru: Теперь вы можете {link_start}войти в систему{link_end}.

source: Activation Invalid
ru: Не удалось активировать учетную запись

source: Something went wrong. Check to make sure the URL you went to was correct -- e-mail programs will sometimes split it into two lines. If you still have issues, e-mail us to let us know what happened at {email}.
ru: Произошла ошибка. Иногда почтовые клиенты разбивают ссылку на две строки. Убедитесь, что вы перешли по правильной ссылке. Если проблему решить не удалось, напишите нам на {email}.

source: Or you can go back to the {link_start}home page{link_end}.
ru: Вы также можете вернуться на {link_start}главную страницу{link_end}.

source: Password reset successful
ru: Пароль изменен

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
ru: Мы отправили инструкции по установке пароля на указанный адрес электронной почты. Вы скоро их получите.

source: Billing Details
ru: Информация об оплате
