Repository: miptliot/edx-translations
Catalog: edx-platform/django po/mako.po
Languages: ru

source: You've successfully signed in with {selected_provider}.
ru: Вы вошли в систему с помощью учетной записи {selected_provider}.

source: We just need a little more information before you start learning with {platform_name}.
ru: Перед началом учебы в {platform_name} укажите некоторые данные.

source: Please complete the following fields to register for an account.
ru: Для создания учетной записи заполните следующие поля.

source: Needed for any certificates you may earn
ru: Требуется для сертификатов

source: cannot be changed later
ru: изменить невозможно

source: Welcome {username}
ru: Добро пожаловать, {username}!

source: Enter a Public Display Name:
ru: Введите открытое имя:

source: Public Display Name
ru: Открытое имя

source: Additional Personal Information
ru: Дополнительные личные данные

source: City
ru: Город

source: example: New York
ru: например: Москва

source: Country
ru: Страна

source: Highest Level of Education Completed
ru: Законченное образование

source: Gender
ru: Пол

source: Year of Birth
ru: Год рождения

source: Mailing Address
ru: Почтовый адрес

source: Please share with us your reasons for registering with {platform_name}
ru: Почему вы зарегистрировались в {platform_name}?

source: Create My Account
ru: Создать учетную запись

source: Re-subscribe Successful!
ru: Подписка возобновлена

source: You have re-enabled forum notification emails from {platform_name}. Click {dashboard_link_start}here{link_end} to return to your dashboard.
ru: Вы снова будете получать уведомления с форумов {platform_name}. {dashboard_link_start}Нажмите{link_end}, чтобы вернуться к панели управления.

source: Previous
ru: Предыдущая

source: Unit
ru: Страница

source: Next
ru: Следующая

source: Sign Up for {platform_name}
ru: Зарегистрируйтесь в {platform_name}

source: e.g. yourname@domain.com
ru: например, email@domain.ru

source: e.g. yourname (shown on forums)
ru: например, вашеимя (показано на форумах)

source: e.g. Your Name (for certificates)
ru: например, Ваше Имя (для сертификатов)

source: <i>Welcome</i> {name}
ru: <i>Добро пожаловать,</i> {name}!

source: Full Name *
ru: Полное имя*

source: Ed. Completed
ru: Законченное образование

source: Year of birth
ru: Год рождения

source: Mailing address
ru: Почтовый адрес

source: Goals in signing up for {platform_name}
ru: Цели регистрации в {platform_name}

source: Already have an account?
ru: Уже есть учетная запись?

source: Login.
ru: Войдите в систему.

source: This content experiment uses group configuration '{group_configuration_name}'.
ru: Этот эксперимент использует конфигурацию группы "{group_configuration_name}".

source: Active Groups
ru: Активные группы

source: Inactive Groups
ru: Неактивные группы

source: Staff Debug Info
ru: Информация об отладке для сотрудников

source: Submission history
ru: История отправки работ на проверку

source: {platform_name} Content Quality Assessment
ru: Служба контроля за качеством контента {platform_name}

source: Comment
ru: Комментарий

source: comment
ru: комментарий

source: Tag
ru: Тег

source: Optional tag (eg "done" or "broken"):
ru: Необязательный тег (например, "завершено" или "не работает"):

source: tag
ru: тег

source: Add comment
ru: Добавить комментарий

source: Staff Debug
ru: Отладка

source: Actions
ru: Действия

source: Username
ru: Имя пользователя

source: Reset Student Attempts
ru: Сбросить попытки

source: Delete Student State
ru: Удалить состояние

source: Rescore Student Submission
ru: Перепроверить работу студента

source: Module Fields
ru: Поля модуля

source: XML attributes
ru: Аттрибуты XML

source: Submission History Viewer
ru: Просмотрите историю отправки работ

source: User:
ru: Пользователь:

source: View History
ru: Просмотреть историю

source: {course_number} Textbook
ru: Учебник {course_number}

source: Textbook Navigation
ru: Навигация по учебнику

source: Page
ru: Страница

source: Previous page
ru: Предыдущая страница

source: Next page
ru: Следующая страница

source: Sysadmin Dashboard
ru: Панель управления сисадмина

source: Users
ru: Пользователи

source: Staffing and Enrollment
ru: Набор и регистрация

source: Git Logs
ru: Журналы Git

source: User Management
ru: Управление пользователями

source: Email or username
ru: Адрес электронной почты или имя пользователя

source: Delete user
ru: Удалить пользователя

source: Create user
ru: Создать пользователя

source: Download list of all users (csv file)
ru: Скачать список всех пользователей (CSV-файл)

source: Check and repair external authentication map
ru: Проверить и восстановить карту внешней аутентификации

source: Go to each individual course's Instructor dashboard to manage course enrollment.
ru: Чтобы настроить запись на курс, откройте панель управления соответствующего преподавателя.

source: Manage course staff and instructors
ru: Управление сотрудниками и преподавателями курса

source: Download staff and instructor list (csv file)
ru: Скачать список сотрудников и преподавателей (CSV-файл)

source: Administer Courses
ru: Управление курсами

source: Repo Location
ru: Местонахождение репозитория

source: Repo Branch (optional)
ru: Ветка репозитория (необязательно)

source: Load new course from github
ru: Загрузить курс с GitHub

source: Course ID or dir
ru: Идентификатор или каталог курса

source: Delete course from site
ru: Удалить курс с сайта

source: Platform Version
ru: Версия платформы

source: previous
ru: предыдущая

source: Page {current_page} of {total_pages}
ru: Страница {current_page} из {total_pages}

source: next
ru: следующая

source: Recent git load activity for {course_id}
ru: Последние загрузки из Git для {course_id}

source: Error
ru: Ошибка

source: Date
ru: Дата

source: Course ID
ru: Идентификатор курса

source: Git Action
ru: Git-операция

source: No git import logs have been recorded.
ru: Журналы импорта из Git отсутствуют.

source: No git import logs have been recorded for this course.
ru: Журналы импорта из Git для этого курса отсутствуют.

source: Source:
ru: Источник:

source: Tracking Log
ru: Журнал отслеживания

source: Unsubscribe Successful!
ru: Подписка отменена

source: You will no longer receive forum notification emails from {platform_name}. Click {dashboard_link_start}here{link_end} to return to your dashboard. If you did not mean to do this, click {undo_link_start}here{link_end} to re-subscribe.
ru: Вы больше не будете получать уведомления с форумов {platform_name}. {dashboard_link_start}Нажмите{link_end}, чтобы вернуться к панели управления. Если вы отказались от подписки случайно, {undo_link_start}включите уведомления снова{link_end}.

source: Using the system
ru: Как использовать инструменты сервиса

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
ru: Для навигации во время просмотра используйте субтитры и панель прокрутки. Чтобы переместиться немного вперед или назад, нажимайте на субтитры.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
ru: Если у вас небольшой монитор, навигационную панель слева можно скрыть. Для этого нажмите на три стрелки влево рядом с ней.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
ru: Изменить размер шрифта можно в настройках браузера. Чтобы сделать это в Google Chrome, одновременно нажимайте Ctrl и + или Ctrl и -.

source: Skip to a navigable version of this video's transcript.
ru: Перейдите к управляемым субтитрам.

source: Loading video player
ru: Загрузка видеоплеера

source: Play video
ru: Воспроизвести видео

source: No playable video sources found.
ru: Доступных видео не найдено.

source: Skip to end of transcript.
ru: Перейдите в конец субтитров.

source: Go back to start of transcript.
ru: Перейдите в начало субтитров.

source: Download video
ru: Скачать видео

source: Download transcript
ru: Скачать субтитры

source: Download Handout
ru: Скачать материалы

source: Your words:
ru: Ваши слова:

source: Total number of words:
ru: Общее количество слов:

source: Open Calculator
ru: Открыть калькулятор

source: Calculator Input
ru: Поле ввода калькулятора

source: Calculator Input Field
ru: Поле ввода калькулятора

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
ru: Чтобы перемещаться между подсказками, нажимайте клавиши со стрелками, а для возврата к калькулятору используйте клавишу табуляции.

source: Hints
ru: Подсказки

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Students{guide_link_end}.
ru: Чтобы узнать подробную информацию, прочитайте раздел {math_link_start}Ввод математических и научных формул{math_link_end} в {guide_link_start}Руководстве edX для студентов{guide_link_end}.

source: Tips
ru: Советы

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
ru: Чтобы уточнить выражения, используйте скобки (). Вы можете добавлять скобки внутри скобок.

source: Do not use spaces in expressions.
ru: Не используйте пробелы в выражениях.

source: For constants, indicate multiplication explicitly (example: 5*c).
ru: Для ввода констант используйте символ умножения (например, 5*c).

source: For affixes, type the number and affix without a space (example: 5c).
ru: Вводите числа с аффиксами без пробела между ними (например, 5c).

source: For functions, type the name of the function, then the expression in parentheses.
ru: При добавлении функции сначала вводите ее название, а затем уравнение в скобках.

source: To Use
ru: Использовать

source: Type
ru: Тип

source: Examples
ru: Примеры

source: Numbers
ru: Цифры

source: Integers
ru: Целые числа

source: Fractions
ru: Дроби

source: Decimals
ru: Десятичные дроби

source: Operators
ru: Операторы

source: + - * / (add, subtract, multiply, divide)
ru: + - * / (сложение, вычитание, умножение, деление)

source: ^ (raise to a power)
ru: ^ (возведение в степень)

source: || (parallel resistors)
ru: || (параллельные резисторы)

source: Greek letters
ru: Греческие буквы

source: Name of letter
ru: Название буквы

source: Constants
ru: Константы

source: Affixes
ru: Аффиксы

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
ru: Символ процента (%) и десятичные аффиксы (d, c, m, u, n, p, k, M, G, T)

source: Basic functions
ru: Основные функции

source: Trigonometric functions
ru: Тригонометрические функции

source: Scientific notation
ru: Экспоненциальная запись

source: 10^ and the exponent
ru: 10^ и экспонента

source: e notation
ru: Экспоненциальное представление

source: 1e and the exponent
ru: 1e и экспонента

source: Calculate
ru: Вычислить

source: Calculator Output
ru: Поле вывода калькулятора

source: {course_number} {ccx_name} Cover Image
ru: Обложка курса {ccx_name} "{course_number}"

source: Ended - {end_date}
ru: Завершился {end_date}

source: Started - {start_date}
ru: Начался {start_date}

source: Starts - {start_date}
ru: Начинается {start_date}

source: View Archived Custom Course
ru: Проcмотреть индивидуальный курс из архива

source: View Custom Course
ru: Проcмотреть индивидуальный курс

source: CCX Coach Dashboard
ru: Панель тьютора CCX

source: Enrollment
ru: Запись на курс

source: Schedule
ru: Расписание

source: Student Admin
ru: Данные студентов

source: Grading Policy
ru: Правила оценивания

source: Batch Enrollment
ru: Групповое зачисление

source: Enter email addresses and/or usernames separated by new lines or commas.
ru: Введите адреса электронной почты и/или имена пользователей, разделив их запятыми или поместив по одному в строку.

source: You will not get notification for emails that bounce, so please double-check spelling.
ru: Вы не получите уведомлений о недошедших сообщениях, поэтому еще раз проверьте адрес.

source: Email Addresses/Usernames
ru: Адреса электронной почты или имена пользователей

source: Auto Enroll
ru: Автоматически зачислять на курс

source: If this option is <em>checked</em>, users who have not yet registered for {platform_name} will be automatically enrolled.
ru: Если эта опция <em>отмечена</em>, пользователи, не зарегистрированные в {platform_name}, будут автоматически зачисляться на курс.

source: If this option is left <em>unchecked</em>, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
ru: Если эта опция <em>не отмечена</em>, пользователи, не зарегистрированные в {platform_name}, не будут зачисляться на курс. Однако они смогут сделать это, создав учетную запись.

source: Checking this box has no effect if 'Unenroll' is selected.
ru: Если выбран пункт "Отчислиться", эта опция не действует.

source: Notify users by email
ru: Отправлять уведомления по электронной почте

source: If this option is <em>checked</em>, users will receive an email notification.
ru: Если эта опция <em>отмечена</em>, пользователи будут получать уведомления по электронной почте.

source: Enroll
ru: Записаться на курс

source: Student List Management
ru: Управление списком студентов

source: WARNING
ru: ВНИМАНИЕ

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
ru: Только для продвинутых пользователей. Ошибки в системе оценивания могут привести к некорректной работе курса. Правила не проверяются перед сохранением.

source: Most coaches should not need to make changes to the grading policy.
ru: Большинство преподавателей не нуждаются в изменении правил оценивания.

source: Save Grading Policy
ru: Сохранить правила оценивания

source: Set date
ru: Выбрать дату

source: Save changes
ru: Сохранить изменения

source: You have unsaved changes.
ru: У вас есть несохраненные изменения.

source: There was an error saving changes.
ru: При сохранении изменений произошла ошибка.

source: Schedule a Unit
ru: Назначить дату страницы

source: Subsection
ru: Подраздел

source: Start Date
ru: Дата начала

source: Due Date
ru: Срок сдачи

source: (Optional)
ru: (необязательно)

source: Add Unit
ru: Добавить страницу

source: Add All Units
ru: Добавить все страницы

source: All units have been added.
ru: Все страницы добавлены.

source: Student Grades
ru: Оценки студентов

source: View gradebook
ru: Просмотреть журнал оценок

source: Download student grades
ru: Скачать оценки

source: Print or share your certificate:
ru: Распечатайте сертификат или поделитесь им:

source: I completed the {course_title} course on {platform_name}.
ru: Курс "{course_title}" в {platform_name} пройден!

source: I completed a course on {platform_name}. Take a look at my certificate.
ru: Курс в {platform_name} пройден! Взгляните на мой сертификат.

source: Click the link to see my certificate.
ru: Чтобы просмотреть сертификат, нажмите на ссылку.

source: Post on Facebook
ru: Опубликовать в Facebook

source: Share on Twitter
ru: Опубликовать в Twitter

source: Tweet this Accomplishment. Pop up window.
ru: Поделитесь достижением в Twitter. Откроется всплывающее окно.

source: Add to LinkedIn Profile
ru: Добавить в профиль LinkedIn

source: Add to Mozilla Backpack
ru: Добавить в Mozilla Backpack

source: Print Certificate
ru: Распечатать сертификат

source: {platform_name} Home
ru: Главная страница {platform_name}

source: Noted by
ru: Запись сделана

source: Supported by the following organizations
ru: При поддержке следующих организаций

source: This is an invalid certificate number
ru: Неправильный номер сертификата

source: This Certificate Does Not Exist
ru: Такого сертификата не существует

source: We cannot find a certificate on file that matches this URL or ID number.
ru: Не удается найти сертификат, соответствующий этой ссылке или идентификационному номеру.

source: Looking for a Particular Certificate?
ru: Ищите конкретный сертификат?

source: Ensure that the ID number is an exact match of the ID number on the PDF or print certificate you are referencing.
ru: Убедитесь, что идентификационный номер совпадает с тем, который указан в PDF-файле или печатной версии.

source: If you are trying to validate a certificate with this ID number, it may be a forgery.
ru: Если вы пытаетесь проверить сертификат с указанным номером, он может быть подделкой.

source: Open Chat
ru: Открыть чат

source: Close Chat
ru: Закрыть чат

source: Open Response
ru: Открытый ответ

source: Assessments:
ru: Типы заданий:

source: Hide Question
ru: Скрыть вопрос

source: New Submission
ru: Новая работа

source: Next Step
ru: Следующий шаг

source: Staff Warning: Please note that if you submit a duplicate of text that has already been submitted for grading, it will not show up in the staff grading view. It will be given the same grade that the original received automatically, and will be returned within 30 minutes if the original is already graded, or when the original is graded if not.
ru: Предупреждение. Если вы посылаете копию уже отправленного текста, она не появится в списке оцениваемых работ. Если исходный вариант уже был проверен, копия будет возвращена в течение 30 минут с той же оценкой. Если работа еще не проверена, это произойдет при проставлении оценки.

source: Legend
ru: Легенда

source: Submitted Rubric
ru: Отправленные рубрики

source: Toggle Full Rubric
ru: Переключить на полную рубрику

source: {result_of_task} from grader {number}
ru: {result_of_task} от оценивающего {number}

source: See full feedback
ru: Просмотреть отзыв полностью

source: Respond to Feedback
ru: Ответить на отзыв

source: How accurate do you find this feedback?
ru: Насколько точен этот отзыв?

source: Correct
ru: Точен

source: Partially Correct
ru: Частично точен

source: No Opinion
ru: Сомневаюсь в ответе

source: Partially Incorrect
ru: Частично неточен

source: Incorrect
ru: Неточен

source: Additional comments:
ru: Дополнительные комментарии:

source: Submit Feedback
ru: Отправить отзыв

source: Response
ru: Ответ

source: Unanswered
ru: Без ответа

source: Skip Post-Assessment
ru: Пропустить шаг, следующий за оцениванием

source: {num} point: {explanatory_text}
ru: {num} балл. {explanatory_text}

source: There was an error with your submission. Please contact course staff.
ru: При отправке работы произошла ошибка. Свяжитесь с сотрудниками курса.

source: Rubric
ru: Рубрика

source: Select the criteria you feel best represents this submission in each category.
ru: Выберите критерии, которым работа больше всего соответствует в каждой категории.

source: {num} point: {text}
ru: {num} балл. {text}

source: Please enter a hint below:
ru: Введите подсказку ниже:

source: Checkout Cancelled
ru: Платеж отменен

source: Your transaction has been cancelled. If you feel an error has occurred, contact {email}.
ru: Транзакция отменена. Если произошла ошибка, напишите нам на {email}.

source: Loading Order Data...
ru: Загрузка данных о заказе...

source: Please wait while we retrieve your order details.
ru: Получаем информацию о заказе.

source: {chapter}, current chapter
ru: {chapter}, текущая глава

source: due {date}
ru: до {date}

source: This section is graded.
ru: Этот раздел проверен.

source: An error occurred. Please try again later.
ru: Произошла ошибка. Повторите попытку позже.

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the register button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
ru: Этому пользователю запрещено записываться на курс. {start_logout_tag}Выйдите из системы{end_tag} , а затем снова зарегистрируйтесь. Попробуйте найти решение проблемы на {start_help_tag}странице "Справка"{end_tag}.

source: You are registered for this course
ru: Вы зарегистрированы на этот курс

source: View Courseware
ru: Просмотреть материалы курса

source: This course is in your <a href="{cart_link}">cart</a>.
ru: Этот курс в <a href="{cart_link}">корзине</a>.

source: Course is full
ru: На курсе не осталось мест

source: Enrollment in this course is by invitation only
ru: Для записи на курс требуется приглашение

source: Enrollment is Closed
ru: Запись на курс закрыта

source: Add {course_name} to Cart ({price})
ru: Добавить курс "{course_name}" в корзину ({price})

source: Register for {course_name}
ru: Зарегистрируйтесь на курс "{course_name}"

source: View About Page in studio
ru: Просмотреть страницу "О курсе" в Studio

source: Course About
ru: О курсе

source: Overview
ru: Обзор

source: Share with friends and family!
ru: Поделитесь новостью с друзьями!

source: Tweet that you've registered for this course
ru: Расскажите в Twitter о регистрации на курс

source: Email someone to say you've registered for this course
ru: Отправьте письмо о регистрации на курс

source: I just registered for {number} {title} through {account}: {url}
ru: Меня зачислили на курс {number} "{title}" через {account}: {url}

source: Take a course with {platform} online
ru: Пройдите курс {platform} онлайн

source: I just registered for {number} {title} through {platform} {url}
ru: Меня зачислили на курс {number} "{title}" через {platform} {url}

source: Post a Facebook message to say you've registered for this course
ru: Расскажите в Facebook о регистрации на курс

source: Classes Start
ru: Занятия начинаются

source: Classes End
ru: Занятия заканчиваются

source: Estimated Effort
ru: Уровень сложности

source: Price
ru: Цена

source: Prerequisites
ru: Условия

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
ru: Вы должны успешно пройти курс {link_start}{prc_display}{link_end} перед началом этого курса

source: Additional Resources
ru: Дополнительные ресурсы

source: enroll
ru: записаться на курс

source: Course View
ru: Обзор курса

source: View this course as:
ru: Просмотреть курс в качестве:

source: Staff
ru: Сотрудника

source: Student
ru: Студента

source: Specific student
ru: Определенного студента

source: Student in {content_group}
ru: Студента в группе "{content_group}"

source: Username or email:
ru: Имя пользователя или адрес электронной почты

source: Set preview mode
ru: Настроить режим предварительного просмотра

source: You are now viewing the course as <i>{user_name}</i>.
ru: Вы просматриваете курс под именем <i>{user_name}</i>.

source: Course Material
ru: Материалы курса

source: needs attention
ru: обратите внимание

source: Course is not yet visible to students.
ru: Курс еще не виден студентам.

source: You cannot view the course as a student or beta tester before the course release date.
ru: Вы не можете просматривать курс в качестве студента или бета-тестера до даты публикации.

source: Explore free courses from {university_name}.
ru: Ознакомьтесь с бесплатными курсами от университета "{university_name}".

source: Explore courses from {platform_name}.
ru: Просмотрите курсы {platform_name}.

source: {platform_name} Logo
ru: Логотип {platform_name}

source: List of Courses
ru: Список курсов

source: Refine your search
ru: Уточните параметры поиска

source: {course_number} Courseware
ru: Материалы курса {course_number}

source: Course Utilities
ru: Полезные инструменты

source: Courseware
ru: Материалы курса

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email}' to report any problems or downtime.
ru: Этот модуль временно недоступен. Наши сотрудники работают над устранением проблемы. Отправьте письмо на {tech_support_email}', чтобы сообщить о возникших ошибках или сбоях.
