Repository: miptliot/edx-translations
Catalog: edx-platform/django po/mako.po
Languages: ru

source: Page Not Found
ru: Страница не найдена

source: Page not found
ru: Страница не найдена

source: Loading
ru: Загрузка

source: close
ru: закрыть

source: Skip to main content
ru: Перейти к основному содержанию

source: Settings
ru: Настройки

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: Cancel
ru: Отменить

source: Course Name
ru: Название курса

source: Course Number
ru: Номер курса

source: Section
ru: Раздел

source: Error:
ru: Ошибка:

source: Organization:
ru: Организация:

source: Course Number:
ru: Номер курса:

source: Courses
ru: Курсы

source: Pending
ru: Ожидание

source: E-mail
ru: Адрес электронной почты

source: example: username@domain.com
ru: например: email@domain.ru

source: Forgot password?
ru: Забыли пароль?

source: Password
ru: Пароль

source: Need Help?
ru: Нужна помощь?

source: Full Name
ru: Полное имя

source: example: Jane Doe
ru: например: Анна Иванова

source: Public Username
ru: Открытое имя пользователя

source: example: JaneDoe
ru: например: АннаИванова

source: Preferred Language
ru: Предпочтительный язык

source: Course Start Date
ru: Дата начала курса

source: Course End Date
ru: Дата окончания курса

source: Requirements
ru: Требования

source: Details
ru: Подробности

source: View
ru: Просмотреть

source: Thanks for activating your account.
ru: Спасибо за активацию учетной записи!

source: This account has already been activated.
ru: Эта учетная запись уже активирована.

source: Visit your {link_start}dashboard{link_end} to see your courses.
ru: Чтобы просмотреть свои курсы, перейдите на {link_start}панель управления{link_end}.

source: Terms of Service
ru: Условия предоставления услуг

source: Privacy Policy
ru: Политика конфиденциальности

source: Course Navigation
ru: Навигация по курсу

source: Account
ru: Учетная запись

source: Help
ru: Справка

source: Sign Out
ru: Выйти

source: All Rights Reserved
ru: Все права защищены

source: Attribution
ru: С указанием авторства

source: Noncommercial
ru: Некоммерческое использование

source: No Derivatives
ru: Без производных

source: Share Alike
ru: На тех же условиях

source: Creative Commons licensed content, with terms as follow:
ru: Контент защищен лицензией Creative Commons на следующих условиях:

source: Some Rights Reserved
ru: Некоторые права защищены

source: Enroll In {} | Choose Your Track
ru: Запишитесь на курс "{}" | Выберите форму обучения

source: Sorry, there was an error when trying to enroll you
ru: При зачислении на курс произошла ошибка

source: Congratulations! You are now enrolled in {course_name}
ru: Вы зачислены на курс "{course_name}"

source: Pursue Academic Credit with a Verified Certificate
ru: Получите зачетные баллы с помощью заверенного сертификата

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit from {org}, advance your career, or strengthen your school applications.
ru: Получите зачетные баллы и докажите свои знания с помощью заверенного сертификата. Покажите его при поступлении в учебное заведение, на экзамене в ВУЗе "{org}" или при устройстве на работу.

source: Benefits of a Verified Certificate
ru: В чем преимущества заверенного сертификата?

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
ru: {b_start}Зачетные баллы.{b_end} Используйте их, чтобы сдать экзамен или зачет в своем ВУЗе.

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
ru: {b_start}Официальный документ.{b_end} Получите подписанный преподавателем сертификат с логотипом учебного заведения.

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
ru: {b_start}Помощь в карьере.{b_end} Добавьте ссылку на сертификат в резюме или опубликуйте его прямо в LinkedIn.

source: Pursue a Verified Certificate
ru: Получите заверенный сертификат

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
ru: Докажите свои знания с помощью заверенного сертификата. Покажите его при устройстве на работу или поступлении в учебное заведение.

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
ru: {b_start}Официальный документ.{b_end} Получите подписанный преподавателем сертификат с логотипом учебного заведения.

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
ru: {b_start}Помощь в карьере.{b_end} Добавьте ссылку на сертификат в резюме или опубликуйте его прямо в LinkedIn.

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
ru: {b_start}Мотивация.{b_end} Создайте дополнительный стимул для успешного окончания курса.

source: or
ru: или

source: Audit This Course
ru: Прослушайте этот курс

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. If your work is satisfactory and you abide by the Honor Code, you'll receive a personalized Honor Code Certificate to showcase your achievement.
ru: Бесплатно запишитесь на этот курс в качестве слушателя и получите полный доступ ко всем материалам, заданиям, тестам и форумам. Выполняйте работы, следуйте Кодексу чести, и мы вручим вам именной сертификат об окончании курса.

source: {platform_name}-wide Summary
ru: Общая информация о {platform_name}

source: Instructions
ru: Инструкции

source: Collapse Instructions
ru: Свернуть инструкции

source: Guided Discussion
ru: Управляемые обсуждения

source: Hide Annotations
ru: Скрыть описания

source: LEARN MORE
ru: УЗНАТЬ БОЛЬШЕ

source: Starts
ru: Начинается

source: Dashboard
ru: Панель управления

source: Current Courses
ru: Текущие курсы

source: Looks like you haven't enrolled in any courses yet.
ru: Вы пока не записаны на курсы.

source: Find courses now!
ru: Найдите курсы прямо сейчас!

source: Course-loading errors
ru: Ошибки при загрузке курса

source: Search Your Courses
ru: Поиск по вашим курсам

source: Search
ru: Искать

source: Clear search
ru: Очистить поиск

source: Find New Courses
ru: Найдите новые курсы

source: Account Status Info
ru: Сведения о статусе учетной записи

source: Order History
ru: История заказов

source: Close
ru: Закрыть

source: Email Settings for {course_number}
ru: Настройки уведомлений для курса {course_number}

source: window open
ru: окно открыто

source: Receive course emails
ru: Получать уведомления о курсе

source: Save Settings
ru: Сохранить настройки

source: Unenroll
ru: Отчислиться

source: View Unit in Studio
ru: Просмотреть страницу в Studio

source: E-mail change failed
ru: Не удалось изменить адрес электронной почты

source: We were unable to send a confirmation email to {email}
ru: При отправке подтверждения на {email} произошла ошибка

source: Go back to the {link_start}home page{link_end}.
ru: Вернитесь на {link_start}главную страницу{link_end}.

source: E-mail change successful!
ru: Адрес электронной почты изменен

source: You should see your new email in your {link_start}dashboard{link_end}.
ru: Новый адрес появится на {link_start}панели управления{link_end}.

source: An account with the new e-mail address already exists.
ru: Учетная запись с таким адресом электронной почты уже существует.

source: Student Enrollment Form
ru: Форма для записи на курс

source: Course:
ru: Курс:

source: Add new students
ru: Добавить студентов

source: Existing students:
ru: Зачисленные студенты:

source: New students added:
ru: Добавленные студенты:

source: Students rejected:
ru: Студенты, получившие отказ:

source: Debug:
ru: Отладка:

source: External Authentication failed
ru: Ошибка внешней аутентификации

source: Due:
ru: Срок:

source: Status:
ru: Статус:

source: You have successfully gotten to level {goal_level}.
ru: Вы достигли уровня {goal_level}.

source: You have not yet gotten to level {goal_level}.
ru: Вы пока не достигли уровня {goal_level}.

source: Completed puzzles
ru: Решенные головоломки

source: Level
ru: Уровень

source: Submitted
ru: Отправлено

source: Puzzle Leaderboard
ru: Головоломки – лучшие результаты

source: User
ru: Пользователь

source: Score
ru: Счет

source: Page Footer
ru: Примечания

source: About edX
ru: О edX

source: Legal
ru: Юридическая информация

source: About
ru: О нас

source: Password Reset
ru: Сброс пароля

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
ru: Введите адрес электронной почты в поле ниже, и мы вышлем вам инструкции по установке нового пароля.

source: Required Information
ru: Обязательная информация

source: Your E-mail Address
ru: Ваш адрес электронной почты

source: This is the e-mail address you used to register with {platform}
ru: Адрес электронной почты, использованный при регистрации в {platform}

source: Reset My Password
ru: Сбросить пароль

source: Email is incorrect.
ru: Адрес электронной почты указан неправильно.

source: {platform_name} Help
ru: Справка {platform_name}

source: For <strong>questions on course lectures, homework, tools, or materials for this course</strong>, post in the {link_start}course discussion forum{link_end}.
ru: Если у вас есть <strong>вопросы о лекциях, домашних заданиях, инструментах или материалах</strong>, напишите об этом на {link_start}форуме курса{link_end}.

source: Have <strong>general questions about {platform_name}</strong>? You can find lots of helpful information in the {platform_name} {link_start}FAQ{link_end}.
ru: Интересует <strong>общая информация о {platform_name}</strong>? Прочитайте раздел {link_start}Вопросы и ответы{link_end} о {platform_name}.

source: Have a <strong>question about something specific</strong>? You can contact the {platform_name} general support team directly:
ru: Хотите узнать <strong>что-то конкретное</strong>? Свяжитесь со службой поддержки {platform_name}.

source: Report a problem
ru: Сообщить о проблеме

source: Make a suggestion
ru: Внести предложение

source: Ask a question
ru: Задать вопрос

source: Please note: The {platform_name} support team is English speaking. While we will do our best to address your inquiry in any language, our responses will be in English.
ru: Обратите внимание! Служба поддержки {platform_name} говорит только на английском языке. Мы постараемся помочь вам независимо от языка запроса, однако отвечать будем по-английски.

source: Name
ru: Имя

source: Briefly describe your issue
ru: Кратко опишите проблему

source: Tell us the details
ru: Сообщите подробности

source: Include error messages, steps which lead to the issue, etc
ru: Добавьте сообщения об ошибках, перечислите выполненные действия и т. д.

source: Submit
ru: Отправить

source: Thank You!
ru: Спасибо!

source: Thank you for your inquiry or feedback. We typically respond to a request within one business day (Monday to Friday, {open_time} UTC to {close_time} UTC.) In the meantime, please review our {link_start}detailed FAQs{link_end} where most questions have already been answered.
ru: Благодарим за вопрос или предложение. Как правило, мы отвечаем в течение одного рабочего дня (с понедельника по пятницу, с {open_time} до {close_time} UTC). Рекомендуем ознакомиться с разделом {link_start}Вопросы и ответы{link_end}.

source: problem
ru: проблема

source: Report a Problem
ru: Сообщите о проблеме

source: Brief description of the problem
ru: Краткое описание проблемы

source: Details of the problem you are encountering
ru: Подробная информация о возникшей проблеме

source: Include error messages, steps which lead to the issue, etc.
ru: Добавьте сообщения об ошибках, перечислите выполненные действия и т. д.

source: suggestion
ru: предложение

source: Make a Suggestion
ru: Внесите предложение

source: Brief description of your suggestion
ru: Краткое описание предложения

source: question
ru: вопрос

source: Ask a Question
ru: Задайте вопрос

source: Brief summary of your question
ru: Краткое содержание вопроса

source: An error has occurred.
ru: Произошла ошибка.

source: Please {link_start}send us e-mail{link_end}.
ru: Отправьте нам {link_start}электронное сообщение{link_end}.

source: Please try again later.
ru: Повторите попытку позже.

source: Note: only instructors may annotate.
ru: Примечание. Только преподаватели могут добавлять описания.

source: Free courses from <strong>{university_name}</strong>
ru: Бесплатные курсы от университета <strong>{university_name}</strong>

source: For anyone, anywhere, anytime
ru: Всегда, везде, для всех

source: Welcome to Open edX!
ru: Добро пожаловать в Open edX!

source: It works! This is the default homepage for this Open edX instance.
ru: Перед вами образец главной страницы Open edX.

source: Search for a course
ru: Поиск курсов

source: View all Courses
ru: Просмотреть все курсы

source: Invalid email change key
ru: Недействительный ключ

source: This e-mail key is not valid. Please check:
ru: Ключ для изменения адреса электронной почты недействителен. Проверьте следующее:

source: Was this key already used? Check whether the e-mail change has already happened.
ru: Ключ не был использован ранее? Убедитесь, что вы еще не поменяли адрес электронной почты.

source: Did your e-mail client break the URL into two lines?
ru: Почтовый клиент не разбил ссылку на две части?

source: The keys are valid for a limited amount of time. Has the key expired?
ru: Срок действия ключей ограничен. Он еще не истек?

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} component drawn randomly from this list.
ru: Весь подходящий контент для добавления в "{display_name}". Каждый студент случайным образом получит {max_count} компонент из этого списка.

source: Helpful Information
ru: Полезная информация

source: Login via OpenID
ru: Войти с помощью OpenID

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
ru: Теперь вы можете учиться в {platform_name}, используя <a rel="external" href="http://openid.net/">аккаунт OpenID</a>.

source: Not Enrolled?
ru: Не записались на курс?

source: Sign up for {platform_name} today!
ru: Зарегистрируйтесь для доступа к {platform_name} прямо сейчас!

source: Looking for help in logging in or with your {platform_name} account?
ru: Возникли проблемы со входом в систему или при работе с учетной записью {platform_name}?

source: View our help section for answers to commonly asked questions.
ru: Чтобы узнать ответы на часто задаваемые вопросы, перейдите в раздел "Справка".

source: Log into your {platform_name} Account
ru: Войдите в учетную запись {platform_name}

source: Log into My {platform_name} Account
ru: Войти в учетную запись {platform_name}

source: Access My Courses
ru: Перейти к своим курсам

source: Processing your account information
ru: Обработка данных учетной записи

source: Please log in
ru: Войдите в систему,

source: to access your account and courses
ru: чтобы получить доступ к учетной записи и курсам

source: We're Sorry, {platform_name} accounts are unavailable currently
ru: Учетные записи {platform_name} сейчас недоступны

source: We couldn't log you in.
ru: Не удалось войти в систему.

source: Your email or password is incorrect
ru: Неправильный адрес электронной почты или пароль

source: An error occurred when signing you in to {platform_name}.
ru: Произошла ошибка при входе в {platform_name}.

source: Please provide the following information to log into your {platform_name} account. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
ru: Для доступа к учетной записи {platform_name} укажите следующую информацию. Обязательные поля отмечены <strong class="indicator">жирным текстом и звездочкой (*)</strong>.

source: Account Preferences
ru: Настройки учетной записи

source: Remember me
ru: Запомнить меня

source: Sign in with {provider_name}
ru: Войти через {provider_name}

source: External resource
ru: Сторонний ресурс

source: {points} / {total_points} points
ru: Баллы: {points} из {total_points}

source: {total_points} points possible
ru: Максимум баллов: {total_points}

source: View resource in a new window
ru: Открыть ресурс в новом окне

source: Please provide launch_url. Click "Edit", and fill in the required fields.
ru: Задайте launch_url, нажав "Изменить" и заполнив обязательные поля.

source: Feedback on your work from the grader:
ru: Отзыв оценивающего о вашей работе:

source: Press to Launch
ru: Нажмите, чтобы запустить

source: Manage student accounts
ru: Управление учетными записями студентов

source: Username:
ru: Имя пользователя:

source: Profile:
ru: Профиль:

source: Image:
ru: Изображение:

source: Name:
ru: Имя:

source: Choose an action:
ru: Выберите действие:

source: View Profile
ru: Просмотреть профиль

source: Disable Account
ru: Заблокировать учетную запись

source: Reenable Account
ru: Разблокировать учетную запись

source: Remove Profile Image
ru: Удалить изображение профиля

source: Students whose accounts have been disabled
ru: Студенты с заблокированными учетными записями

source: (reload your page to refresh)
ru: (обновите страницу)

source: working
ru: выполняется

source: There has been an error on the {platform_name} servers
ru: Ошибка на серверах {platform_name}

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
ru: Этот модуль временно недоступен. Наши сотрудники работают над устранением проблемы. Отправьте письмо на {tech_support_email}, чтобы сообщить о возникших ошибках или сбоях.

source: Raw data:
ru: Необработанные данные:

source: Home Page
ru: Главная страница

source: How it Works
ru: Принципы работы

source: Find Courses
ru: Найти курсы

source: Schools & Partners
ru: Партнеры

source: Dashboard for:
ru: Панель управления:

source: More options dropdown
ru: Дополнительные опции

source: Profile
ru: Профиль

source: Shopping Cart
ru: Корзина

source: Sign in
ru: Войти

source: Register
ru: Зарегистрироваться

source: <strong>Warning:</strong> Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
ru: <strong>Предупреждение.</strong> Ваш браузер поддерживается не полностью. Настоятельно рекомендуем использовать {chrome_link} или {ff_link}.

source: Global
ru: Глобальная

source: Sysadmin
ru: Сисадмин

source: Schools
ru: Учебные заведения

source: My Notes
ru: Мои заметки

source: You do not have any notes.
ru: У вас нет заметок.

source: your answer
ru: ваш ответ

source: Hint
ru: Подсказка

source: Reset
ru: Сбросить

source: Save
ru: Сохранить

source: Show Answer
ru: Показать ответ

source: You have used {num_used} of {num_total} submissions
ru: Вы отправили работу на проверку. Попытка {num_used} из {num_total}.

source: Log In
ru: Войти

source: Email or password is incorrect.
ru: Адрес электронной почты или пароль указаны неправильно.

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
ru: Мы отправим ваши имя пользователя, адрес электронной почты и полное имя в {destination}. Сбор и использование данных будут регулироваться условиями предоставления услуг и политикой конфиденциальности этого сервиса.

source: Return To %s
ru: Вернуться в %s

source: Preferences for {platform_name}
ru: Настройки для {platform_name}

source: Update my {platform_name} Account
ru: Обновить учетную запись в {platform_name}

source: Welcome {username}! Please set your preferences below
ru: Добро пожаловать, {username}! Установите следующие настройки.

source: We're sorry, {platform_name} enrollment is not available in your region
ru: Регистрация в {platform_name} недоступна в вашей стране

source: The following errors occurred while processing your registration:
ru: При обработке вашей заявки на регистрацию произошли следующие ошибки:

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
ru: Обязательные поля отмечены <strong class="indicator">жирным текстом и звездочкой (*)</strong>.

source: Enter a public username:
ru: Введите открытое имя пользователя:

source: Will be shown in any discussions or forums you participate in
ru: Оно будет показано в обсуждениях и на форумах

source: Account Acknowledgements
ru: Согласие с условиями создания учетной записи

source: I agree to the {link_start}Terms of Service{link_end}
ru: Я принимаю {link_start}Условия предоставления услуг{link_end}

source: I agree to the {link_start}Honor Code{link_end}
ru: Я принимаю {link_start}Кодекс чести{link_end}

source: Update My Account
ru: Обновить мою учетную запись

source: Registration Help
ru: Помощь с регистрацией

source: Already registered?
ru: Уже зарегистрированы?

source: Log in
ru: Войти

source: Welcome to {platform_name}
ru: Добро пожаловать в {platform_name}!

source: Registering with {platform_name} gives you access to all of our current and future free courses. Not ready to take a course just yet? Registering puts you on our mailing list - we will update you as courses are added.
ru: Зарегистрировавшись в {platform_name}, вы получите доступ ко всем текущим и будущим бесплатным курсам. Пока не готовы начать учебу? Зарегистрируйтесь, и мы будем сообщать вам о новых курсах по электронной почте.

source: Next Steps
ru: Следующие шаги

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
ru: Мы отправим вам электронное письмо со ссылкой. Перейдите по ней для активации учетной записи. Не видите письмо? Проверьте папку со спамом и пометьте сообщения от class.stanford.edu как "не спам". Тогда вы сможете получать уведомления от курсов.

source: As part of joining {platform_name}, you will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
ru: При регистрации в {platform_name} вы получите электронное письмо со ссылкой. Перейдите по ней для активации учетной записи. Не видите письмо? Проверьте папку со спамом и пометьте сообщения от {platform_name} как "не спам". Чаще всего {platform_name} поддерживает связь именно по электронной почте.

source: Need help in registering with {platform_name}?
ru: Нужна помощь при регистрации в {platform_name}?

source: View our FAQs for answers to commonly asked questions.
ru: Чтобы узнать ответы на часто задаваемые вопросы, перейдите в раздел "Вопросы и ответы".

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
ru: После регистрации вы сможете найти нужную информацию на форумах отдельных курсов или в разделе "Вопросы и ответы".

source: Register for {platform_name}
ru: Зарегистрироваться в {platform_name}

source: Create My {platform_name} Account
ru: Создать учетную запись {platform_name}

source: Welcome!
ru: Добро пожаловать!

source: Register below to create your {platform_name} account
ru: Зарегистрируйтесь, чтобы создать учетную запись {platform_name}

source: Sign up with {provider_name}
ru: Войдите через {provider_name}

source: Create your own {platform_name} account below
ru: Создайте учетную запись {platform_name}
