Repository: miptliot/edx-translations
Catalog: edx-platform/django po/mako.po
Languages: ru

source: You have been removed from a beta test for {course_name}
ru: Вы удалены из бета-тестеров курса "{course_name}"

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
ru: Мы проверили Ваши данные. Теперь Вы можете пройти аттестацию ({assessment}) по курсу "{course_name}".

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
ru: Нам не удалось проверить Ваши данные для аттестации ({assessment}) по курсу "{course_name}". Вы использовали следующее количество попыток: {used_attempts} из {allowed_attempts}.

source: You must verify your identity before the assessment closes on {due_date}.
ru: Вам необходимо подтвердить личные данные до окончания аттестации ({due_date}).

source: To try to verify your identity again, select the following link:
ru: Чтобы отправить данные на проверку еще раз, нажмите на следующую ссылку:

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
ru: Нам не удалось проверить Ваши данные для аттестации ({assessment}) по курсу "{course_name}". Вы использовали максимальное число попыток: {used_attempts} из {allowed_attempts}. Подтвердить данные больше нельзя.

source: To go to the courseware, select the following link:
ru: Чтобы просмотреть материалы курса, нажмите на следующую ссылку:

source: If you have any questions, you can contact student support at {support_link}.
ru: Если у Вас возникли вопросы, свяжитесь со службой поддержки по адресу {support_link}.

source: Thanks,
ru: С уважением,

source: Dear Student,
ru: Здравствуйте!

source: You have been un-enrolled from course {course_name} by a member of the course staff. Please disregard the invitation previously sent.
ru: Вы отчислены с курса "{course_name}". Ранее высланное приглашение аннулировано.

source: You have been un-enrolled in {course_name} at {site_name} by a member of the course staff. The course will no longer appear on your {site_name} dashboard.
ru: Вы отчислены с курса "{course_name}" на сайте {site_name}. Он больше не будет показан на панели управления {site_name}.

source: You have been un-enrolled from {course_name}
ru: Вы отчислены с курса "{course_name}"

source: This Course Unavailable In Your Country
ru: Этот курс недоступен в вашей стране

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
ru: Вы пытаетесь просмотреть курс {platform_name}, который сейчас недоступен в вашей стране или регионе.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
ru: Вы пытаетесь записаться на курс {platform_name}, который сейчас недоступен в вашей стране или регионе.

source: Enrollment Successful
ru: Вы зачислены на курс

source: Thank you for enrolling in {enrolled_course}. We hope you enjoy the course.
ru: Спасибо за запись на курс "{enrolled_course}". Надеемся, что он вам понравится.

source: {platform_name} is a nonprofit bringing high-quality education to everyone, everywhere. Your help allows us to continuously improve the learning experience for millions and make a better future one learner at a time.
ru: {platform_name} – это образовательный некоммерческий сервис для пользователей по всему миру. Ваша помощь позволяет сделать обучение миллионов людей еще качественнее и дать им новые возможности в жизни.

source: Donation Actions
ru: Пожертвования

source: {course_number} Staff Grading
ru: Оценивание сотрудников курса {course_number}

source: Staff grading
ru: Оценивание сотрудников курса

source: This is the list of problems that currently need to be graded in order to train AI grading and create calibration essays for peer grading. Each problem needs to be treated separately, and we have indicated the number of student submissions that need to be graded. You can grade more than the minimum required number of submissions--this will improve the accuracy of AI grading, though with diminishing returns. You can see the current accuracy of AI grading in the problem view.
ru: Ниже приведен список задач, которые нужно оценить, чтобы научить искусственный интеллект (ИИ) проверять и создавать эссе для взаимного оценивания. Каждая задача должна оцениваться отдельно. Мы указали обязательное число работ для проверки, однако вы можете оценить больше. Это улучшит точность ИИ, хотя и незначительно. Текущую точность оценки можно узнать при просмотре задачи.

source: Problem List
ru: Список задач

source: Please note that when you see a submission here, it has been temporarily removed from the grading pool. The submission will return to the grading pool after 30 minutes without any grade being submitted. Hitting the back button will result in a 30 minute wait to be able to grade this submission again.
ru: Обратите внимание, что доступные здесь работы временно удалены из списка для проверки. Они снова вернутся в этот список без присвоения оценки через 30 минут. Если вы нажмете кнопку "Назад", вы сможете поставить оценку только через полчаса.

source: Prompt
ru: Подсказка

source: (Hide)
ru: (скрыть)

source: Student Response
ru: Ответ студента

source: Written Feedback
ru: Письменный отзыв

source: Feedback for student (optional)
ru: Отзыв для студента (необязательно)

source: Flag as inappropriate content for later review
ru: Отметить как неприемлемый контент для последующей проверки

source: Skip
ru: Пропустить

source: Add Coupon Code
ru: Введите код купона

source: Enter information about the coupon code below.
ru: Введите ниже информацию о коде купона.

source: Coupon Code
ru: Код купона

source: Discount Percentage
ru: Процент скидки

source: Description
ru: Описание

source: Add expiration date
ru: Добавить срок действия

source: Example Certificates
ru: Образцы сертификатов

source: Generate example certificates for the course.
ru: Создайте образцы сертификатов для этого курса.

source: Generate Example Certificates
ru: Создать образцы сертификатов

source: Generating example {name} certificate
ru: Создаем образец сертификата "{name}"

source: Error generating example {name} certificate: {error}
ru: Ошибка при создании образца сертификата "{name}": {error}

source: View {name} certificate
ru: Просмотреть сертификат "{name}"

source: Refresh Status
ru: Обновить статус

source: Student-Generated Certificates
ru: Сертификаты, созданные студентами

source: Disable Student-Generated Certificates
ru: Запретить студентам создавать сертификаты

source: Enable Student-Generated Certificates
ru: Разрешить студентам создавать сертификаты

source: You must successfully generate example certificates before you enable student-generated certificates.
ru: Прежде чем разрешить студентам создавать сертификаты, вам необходимо добавить образец.

source: Generate Certificates
ru: Создайте сертификаты

source: Pending Tasks
ru: Текущие задачи

source: The status for any active tasks appears in a table below.
ru: Статусы всех активных задач показаны в таблице ниже.

source: Enrollment Information
ru: Информация о наборе на курс

source: Number of enrollees (admins, staff, and students) by track
ru: Количество зачисленных пользователей (администраторы, сотрудники и студенты) по форме обучения

source: Verified
ru: Официально зачисленные

source: Audit
ru: Слушатели

source: Honor
ru: Обычные пользователи

source: Professional
ru: Специалисты

source: Total
ru: Всего

source: Basic Course Information
ru: Основная информация о курсе

source: Course Name:
ru: Название курса:

source: Course Display Name:
ru: Открытое название курса:

source: Has the course started?
ru: Курс уже начался?

source: Yes
ru: Да

source: No
ru: Нет

source: Has the course ended?
ru: Курс уже закончился?

source: Grade Cutoffs:
ru: Шкала оценок:

source: View detailed Git import logs for this course {link_start}by clicking here{link_end}.
ru: {link_start}Просмотрите{link_end} подробные журналы импорта из Git для этого курса.

source: Course Warnings
ru: Предупреждения курса

source: Data Download
ru: Скачивание данных

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
ru: Чтобы просмотреть конфигурацию оценок для этого курса, нажмите кнопку ниже. Эта конфигурация задается для оцениваемых подразделов курса (например, экзаменов и задач). Изменить ее можно на странице "Оценивание" в настройках Studio.

source: Grading Configuration
ru: Конфигурация оценок

source: Click to download a CSV of anonymized student IDs:
ru: Нажмите, чтобы скачать CSV-файл с анонимными идентификаторами студентов:

source: Get Student Anonymized IDs CSV
ru: Скачать CSV-файл с анонимными идентификаторами студентов

source: Reports
ru: Отчеты

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
ru: Если на курсе много студентов, создание отчета может занять несколько часов. После завершения процесса в таблице ниже появится ссылка с датой и временем создания. Отчеты создаются в фоновом режиме, поэтому вы можете покинуть эту страницу.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
ru: Не нажимайте кнопку несколько раз. Это замедлит создание отчета.

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
ru: Нажмите, чтобы создать CSV-файл со списком студентов на этом курсе. В нем будут данные из профилей, например адреса электронной почты и имена пользователей.

source: Download profile information as a CSV
ru: Скачать CSV-файл с данными из профилей

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
ru: Нажмите, чтобы создать CSV-файл со списком студентов, которые могут записаться на курс, но еще не сделали этого.

source: Download a CSV of learners who can enroll
ru: Скачать CSV-файл со списком студентов, которые могут записаться на курс

source: For smaller courses, click to list profile information for enrolled students directly on this page:
ru: Если на курсе немного студентов, нажмите кнопку и просмотрите данные зачисленных пользователей прямо на этой странице.

source: List enrolled students' profile information
ru: Показать данные из профилей студентов

source: Click to generate a CSV grade report for all currently enrolled students.
ru: Нажмите, чтобы создать CSV-файл с оценками всех зачисленных студентов.

source: Generate Grade Report
ru: Создать оценочный лист

source: Generate Problem Grade Report
ru: Создать лист с подробными оценками задач

source: Reports Available for Download
ru: Оценочные листы, доступные для скачивания

source: The reports listed below are available for download. A link to every report remains available on this page, identified by the UTC date and time of generation. Reports are not deleted, so you will always be able to access previously generated reports from this page.
ru: Перечисленные ниже оценочные листы доступны для скачивания. Во всех ссылках указаны дата и время (UTC) их создания. Листы не удаляются, поэтому вы можете получить доступ к любому из них с этой страницы.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
ru: Размещенный ниже отчет по ответам периодически создается в фоновом режиме. Отчет кумулятивный, поэтому ответы, отправленные после начала процесса, добавляются в следующий отчет. Такие отчеты создаются несколько раз в день.

source: <b>Note</b>: To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.
ru: <b>Примечание.</b> Для защиты данных студентов вы не можете сохранять эти ссылки или отправлять их по электронной почте. Копии ссылок действительны в течение 5 минут.

source: Enrollment Codes
ru: Коды зачисления

source: Create one or more pre-paid course enrollment codes. Students can use these codes to enroll in the course.
ru: Создайте предварительно оплаченные коды, и студенты смогут использовать их для записи на курс.

source: Create Enrollment Codes
ru: Создать коды зачисления

source: Cancel, restore, or mark an enrollment code as unused.
ru: Аннулируйте, восстановите или отметьте код зачисления как неиспользованный.

source: Change Enrollment Code Status
ru: Изменить статус кода зачисления

source: Download a .csv file of all enrollment codes for this course.
ru: Скачайте CSV-файл со всеми кодами для зачисления на этот курс.

source: Download All Enrollment Codes
ru: Скачать все коды зачисления

source: Download a .csv file of all unused enrollment codes for this course.
ru: Скачайте CSV-файл с неиспользованными кодами для зачисления на этот курс.

source: Download Unused Enrollment Codes
ru: Скачать неиспользованные коды зачисления

source: Download a .csv file of all used enrollment codes for this course.
ru: Скачайте CSV-файл с использованными кодами для зачисления на этот курс.

source: Download Used Enrollment Codes
ru: Скачать использованные коды зачисления

source: Course Price
ru: Цена курса

source: Course price per seat:
ru: Цена за место на курсе:

source: Edit Price
ru: Изменить цену

source: Course Seat Purchases
ru: Купленные места на курсе

source: Total Credit Card Purchases:
ru: Итого покупок по кредитным картам:

source: Download a .csv file for all credit card purchases or for all invoices, regardless of status.
ru: Скачайте CSV-файл со всеми счетами и покупками по кредитным картам.

source: Download All Invoices
ru: Скачать все счета

source: Download All Credit Card Purchases
ru: Скачать все покупки по кредитным картам

source: To cancel or resubmit an invoice, enter the invoice number below.
ru: Чтобы отменить выставление счета или отправить его еще раз, введите номер счета в поле ниже.

source: Invoice Number
ru: Номер счета

source: Cancel Invoice
ru: Отменить выставление счета

source: Resubmit Invoice
ru: Отправить счет повторно

source: Create a .csv file that contains enrollment information for your course.
ru: Создайте CSV-файл с информацией о наборе на курс.

source: Create Enrollment Report
ru: Создать отчет о наборе на курс

source: Create an HTML file that contains an executive summary for this course.
ru: Создайте HTML-файл со сводным отчетом о курсе.

source: Create Executive Summary
ru: Создать сводный отчет

source: Available Reports
ru: Доступные отчеты

source: The following reports are available for download. Reports are not deleted. A link to every report remains available on this page, identified by the date and time (in UTC) that the report was generated.
ru: Перечисленные ниже отчеты доступны для скачивания. Во всех ссылках указаны дата и время (UTC) его создания. Отчеты не удаляются, поэтому вы можете получить доступ к любому из них с этой страницы.

source: <b>Note</b>: To help protect learner data, links to these reports that you save outside of this page or that you send or receive in email expire after five minutes.
ru: <b>Примечание.</b> Для защиты данных студентов ссылки на отчеты, сохраненные вне этой страницы или отправленные по электронной почте, действительны в течение 5 минут.

source: Coupon Code List
ru: Список купонов на скидку

source: Download a .csv file of all coupon codes for this course.
ru: Скачайте CSV-файл с кодами всех купонов на скидку для этого курса.

source: Download Coupon Codes
ru: Скачать коды купонов на скидку

source: Coupon Codes
ru: Коды купонов

source: Expiration Date
ru: Действительны до

source: Coupon (%)
ru: Купон (%)

source: Number Redeemed
ru: Количество использованных купонов

source: The Invoice Number field cannot be empty.
ru: Заполните поле "Номер счета".

source: No Expiration Date
ru: Заполните поле "Действительны до".

source: Enter the company name.
ru: Введите название организации.

source: The company name cannot be a number.
ru: Название организации не может быть числом.

source: Enter the company contact name.
ru: Введите имя контактного лица в организации.

source: The company contact name cannot be a number.
ru: Имя контактного лица в организации не может быть числом.

source: Enter the email address for the company contact.
ru: Введите адрес электронной почты контактного лица в организации.

source: Enter a valid email address.
ru: Введите правильный адрес электронной почты.

source: Enter the recipient name.
ru: Введите имя получателя.

source: The recipient name cannot be a number.
ru: Имя получателя не может быть числом.

source: Enter the recipient email address.
ru: Введите адрес электронной почты получателя.

source: Enter the billing address.
ru: Введите платежный адрес.

source: Enter the price per course seat.
ru: Введите цену за место на курсе.

source: Enter a numeric value for the price per course seat. Do not include currency symbols.
ru: Введите цену за место на курсе в виде числа. Не используйте символы денежных единиц.

source: Enter the number of enrollment codes.
ru: Введите количество кодов зачисления.

source: Enter a numeric value for the number of enrollment codes.
ru: Введите количество кодов зачисления в виде числа.

source: Select a currency.
ru: Выберите валюту.

source: Enter a coupon code.
ru: Введите код купона.

source: The discount percentage must be less than or equal to 100.
ru: Размер скидки в процентах должен быть меньше или равен 100.

source: Enter a numeric value for the discount amount. Do not include the percent sign.
ru: Введите сумму скидки в виде числа. Не используйте символ процентов.

source: Edit Coupon Code
ru: Изменить код купона на скидку

source: Edit Coupon Code Information
ru: Измените данные купона на скидку

source: Code
ru: Код

source: example: A123DS
ru: например: A123DS

source: Percentage Discount
ru: Процент скидки

source: Update Coupon Code
ru: Обновите код купона на скидку

source: Executive Summary for {display_name}
ru: Сводный отчет по курсу "{display_name}"

source: Report Creation Date
ru: Дата создания отчета

source: Number of Seats
ru: Количество мест

source: Number of Enrollments
ru: Количество зачисленных студентов

source: Gross Revenue
ru: Общий доход

source: Gross Revenue Collected
ru: Полученный общий доход

source: Gross Revenue Pending
ru: Общий доход к получению

source: Number of Enrollment Refunds
ru: Количество возвращенных регистрационных взносов

source: Amount Refunded
ru: Сумма возвращенных платежей

source: Average Price per Seat
ru: Средняя цена за место

source: Frequently Used Coupon Codes
ru: Часто используемые коды купонов

source: Number of seats purchased using coupon codes
ru: Количество мест, приобретенных с использованием купонов на скидку

source: Rank
ru: Категория

source: Percent Discount
ru: Скидка в процентах

source: Times Used
ru: Количество использований

source: Bulk and Single Seat Purchases
ru: Покупка мест оптом и в розницу

source: Number of seats purchased individually
ru: Количество мест, купленных в розницу

source: Number of seats purchased in bulk
ru: Количество мест, купленных оптом

source: Number of seats purchased with invoices
ru: Количество мест, приобретенных по счетам

source: Unused bulk purchase seats (revenue at risk)
ru: Неиспользованные места, купленные оптом (влияет на доход)

source: Percentage of seats purchased individually
ru: Процент мест, купленных в розницу

source: Percentage of seats purchased in bulk
ru: Процент мест, купленных оптом

source: Percentage of seats purchased with invoices
ru: Процент мест, приобретенных по счетам

source: Individual due date extensions
ru: Индивидуальные продления сроков сдачи

source: In this section, you have the ability to grant extensions on specific units to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
ru: В этом разделе вы можете продлить сроки сдачи по конкретным темам для отдельных студентов. Обратите внимание, что будет использована самая поздняя дата. С помощью этой функции вы не можете назначить студенту более ранний срок сдачи задания.

source: Specify the {platform_name} email address or username of a student here:
ru: Укажите адрес электронной почты или имя пользователя студента в {platform_name}:

source: Student Email or Username
ru: Адрес электронной почты или имя пользователя

source: Choose the graded unit:
ru: Выберите оцениваемую страницу:

source: Specify the extension due date and time (in UTC; please specify {format_string}).
ru: Укажите новую дату и время сдачи (в UTC). Используйте формат {format_string}.

source: Change due date for student
ru: Изменить срок сдачи для студента

source: Viewing granted extensions
ru: Просмотреть продленные сроки

source: Here you can see what extensions have been granted on particular units or for a particular student.
ru: Здесь вы можете просмотреть продление сроков сдачи для определенной страницы или студента.

source: Choose a graded unit and click the button to obtain a list of all students who have extensions for the given unit.
ru: Чтобы получить список студентов, для которых продлены сроки сдачи, выберите оцениваемую страницу и нажмите кнопку.

source: List all students with due date extensions
ru: Список всех студентов с продленными сроками сдачи

source: Specify a student to see all of that student's extensions.
ru: Выберите студента, чтобы просмотреть продленные ему сроки сдачи.

source: List date extensions for student
ru: Показать даты, до которых продлены сроки

source: Resetting extensions
ru: Сброс продленных сроков

source: Resetting a problem's due date rescinds a due date extension for a student on a particular unit. This will revert the due date for the student back to the problem's original due date.
ru: Если вы сбросите срок сдачи задачи, то отмените продление для студента по конкретной странице. Дата сдачи изменится на изначально заданную.

source: Reset due date for student
ru: Сбросить срок сдачи для студента

source: Generate Registration Code Modal
ru: Создайте код зачисления

source: * Required Information
ru: *Обязательная информация

source: Organization Name
ru: Название организации

source: The organization that purchased enrollments in the course
ru: Организация, которая приобрела возможность записи на курс

source: Organization Contact
ru: Контактное лицо в организации

source: Organization Contact Name
ru: Имя контактного лица

source: The primary contact at the organization
ru: Основное контактное лицо

source: Invoice Recipient
ru: Получатель счета

source: The contact who should receive the invoice
ru: Контактное лицо, которое должно получить счет

source: Organization Billing Address
ru: Адрес выставления счета для организации

source: Address Line 1
ru: Адрес, строка 1

source: Address Line 2
ru: Адрес, строка 2

source: Address Line 3
ru: Адрес, строка 3

source: State/Province
ru: Штат/регион/область

source: Zip
ru: Индекс

source: Unit Price
ru: Цена за единицу
