Repository: miptliot/edx-translations
Catalog: edx-platform/django po/mako.po
Languages: ru

source: Sort:
ru: Сортировка:

source: by recent activity
ru: по времени ответов

source: by most activity
ru: по количеству ответов

source: by most votes
ru: по количеству голосов

source: Add A Response
ru: Ответить

source: This thread is closed.
ru: Эта тема закрыта.

source: Post a response:
ru: Написать ответ:

source: Expand discussion
ru: Развернуть обсуждение

source: Collapse discussion
ru: Свернуть обсуждение

source: Editing post
ru: Редактирование сообщения

source: Edit post title
ru: Редактировать заголовок сообщения

source: Title
ru: Заголовок

source: Update post
ru: Обновить сообщение

source: Show Comments (%(num_comments)s)
ru: Показать комментарии (%(num_comments)s)

source: Add a comment
ru: Добавить комментарий

source: marked as answer %(time_ago)s by %(user)s
ru: отмечено как ответ пользователем %(user)s %(time_ago)s

source: marked as answer %(time_ago)s
ru: отмечено как ответ %(time_ago)s

source: endorsed %(time_ago)s by %(user)s
ru: рекомендовано пользователем %(user)s %(time_ago)s

source: endorsed %(time_ago)s
ru: рекомендовано %(time_ago)s

source: Reported
ru: Отмечено как нарушение

source: Editing response
ru: Редактирование ответа

source: Update response
ru: Обновить ответ

source: posted %(time_ago)s by %(author)s
ru: опубликовано пользователем %(author)s %(time_ago)s

source: Editing comment
ru: Редактирование комментария

source: Update comment
ru: Обновить комментарий

source: discussion
ru: обсуждение

source: answered question
ru: решенный вопрос

source: unanswered question
ru: вопрос без ответа

source: Pinned
ru: Закреплено

source: By: Staff
ru: От: Сотрудник курса

source: By: Community TA
ru: От: Староста

source: %(votes_up_count)s%(span_sr_open)s votes %(span_close)s
ru: %(span_sr_open)sГолосов:%(span_close)s %(votes_up_count)s

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
ru: %(span_sr_open)sКомментариев: %(comments_count)s (непрочитанных – %(unread_comments_count)s)%(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
ru: %(span_sr_open)sКомментариев:%(span_close)s %(comments_count)s

source: DISCUSSION HOME:
ru: ОБСУЖДЕНИЯ: ГЛАВНАЯ СТРАНИЦА

source: How to use {platform_name} discussions
ru: Как обсуждать темы в {platform_name}

source: Find discussions
ru: Находите обсуждения

source: Focus in on specific topics
ru: Выбирайте конкретные темы

source: Search for specific posts
ru: Ищите конкретные сообщения

source: Sort by date, vote, or comments
ru: Сортируйте темы по дате, количеству голосов или комментариев

source: Engage with posts
ru: Комментируйте сообщения

source: Upvote posts and good responses
ru: Голосуйте за сообщения и ответы

source: Report Forum Misuse
ru: Жалуйтесь на нарушения

source: Follow posts for updates
ru: Отслеживайте новые сообщения

source: Receive updates
ru: Получайте новости по электронной почте

source: Toggle Notifications Setting
ru: Включить уведомления

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
ru: Установите флажок, чтобы ежедневно получать обзор новых ответов на отслеживаемые сообщения.

source: Visible To:
ru: Видно:

source: All Groups
ru: Всем группам

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single cohort.
ru: Администраторы обсуждений, модераторы и старосты могут открывать доступ к своим сообщениям для всех студентов или для одной когорты.

source: Title:
ru: Заголовок:

source: Add a clear and descriptive title to encourage participation.
ru: Добавьте ясный и содержательный заголовок.

source: Enter your question or comment
ru: Введите вопрос или комментарий

source: follow this post
ru: отслеживать это сообщение

source: post anonymously
ru: оставить сообщение анонимно

source: post anonymously to classmates
ru: оставить анонимное сообщение для однокурсников

source: Add Post
ru: Добавить сообщение

source: Post type:
ru: Тип сообщения:

source: Question
ru: Вопрос

source: Discussion
ru: Обсуждение

source: Questions raise issues that need answers. Discussions share ideas and start conversations.
ru: В вопросах поднимаются проблемы, требующие ответа. Обсуждения позволяют делиться идеями и участвовать в дискуссиях.

source: Topic Area:
ru: Тема:

source: Filter topics
ru: Фильтровать темы

source: Add your post to a relevant topic to help others find it.
ru: Добавьте сообщение в подходящую тему, чтобы другие могли быстро найти его.

source: Endorse
ru: Рекомендовать

source: Unendorse
ru: Отменить рекомендацию

source: Mark as Answer
ru: Пометить как ответ

source: Unmark as Answer
ru: Снять пометку ответа

source: Follow
ru: Отслеживать

source: Unfollow
ru: Не отслеживать

source: Vote for this post,
ru: Голосовать за это сообщение

source: Report abuse
ru: Сообщить о нарушении

source: Report
ru: Пожаловаться

source: Unreport
ru: Отозвать жалобу

source: Pin
ru: Закрепить

source: Unpin
ru: Открепить

source: Open
ru: Открыть

source: More
ru: Показать

source: Community TA
ru: Староста

source: anonymous
ru: анонимное

source: %s discussion started
ru: Открыто %s обсуждение

source: %s comment
ru: %s комментарий

source: Discussion - {course_number}
ru: Обсуждение – {course_number}

source: Discussion thread list
ru: Список тем обсуждения

source: New topic form
ru: Форма для новой темы

source: We're sorry
ru: Форумы недоступны

source: The forums are currently undergoing maintenance. We'll have them back up shortly!
ru: Сейчас на форумах ведутся технические работы. Возвращайтесь чуть позже!

source: User Profile
ru: Профиль пользователя

source: View discussion
ru: Просмотреть обсуждение

source: Active Threads
ru: Активные темы

source: Student Notes
ru: Записи студента

source: Notes
ru: Записи

source: Highlights and notes you've made in course content
ru: Ключевые моменты и записи в материалах курса

source: Search notes for:
ru: Искать записи о:

source: Search notes for...
ru: Искать записи о...

source: View notes by:
ru: Просмотреть записи пользователя:

source: You have not made any notes in this course yet. Other students in this course are using notes to:
ru: Вы еще не делали записей об этом курсе. Ваши однокурсники используют записи, чтобы:

source: Mark a passage or concept so that it's easy to find later.
ru: отметить отрывок или понятие, а затем быстро найти их;

source: Record thoughts about a specific passage or concept.
ru: записать мысли о конкретном отрывке или понятии;

source: Highlight important information to review later in the course or in future courses.
ru: выделить важную информацию и позднее просмотреть ее.

source: Get started by making a note in something you just read, like {section_link}.
ru: Сначала сделайте запись о недавно прочитанном материале, например {section_link}.

source: Hide notes
ru: Скрыть записи

source: Show notes
ru: Показать записи

source: Welcome to {course_name}
ru: Добро пожаловать на курс "{course_name}"!

source: To get started, please visit https://{site_name}. The login information for your account follows.
ru: Сначала перейдите на https://{site_name}. Данные для входа в учетную запись указаны ниже.

source: email: {email}
ru: адрес электронной почты: {email}

source: password: {password}
ru: пароль: {password}

source: It is recommended that you change your password.
ru: Рекомендуем поменять пароль.

source: Sincerely yours,The {course_name} Team
ru: С уважением,команда курса "{course_name}"

source: Thank you for signing up for {platform_name}.
ru: Спасибо за регистрацию в {platform_name}!

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
ru: Чтобы начать учебу в {platform_name}, активируйте учетную запись. Для этого перейдите по ссылке ниже или скопируйте её в адресную строку браузера.

source: After you activate your account, you can sign up for and take any of the hundreds of courses {platform_name} offers.
ru: Активировав учетную запись, Вы сможете записаться на любой из множества курсов {platform_name}.

source: If you need help, please use our web form at {contact_us_url} or email {info_email_address}.
ru: Если Вам нужна помощь, используйте форму на странице {contact_us_url} или напишите нам на {info_email_address}.

source: We hope you enjoy learning with {platform_name}!
ru: Надеемся, Вам понравится учиться в {platform_name}!

source: The {platform_name} Team
ru: Команда {platform_name}

source: This email was automatically sent by {site_name} because someone attempted to create an {platform_name} account using this email address.
ru: Сайт {site_name} автоматически отправил данное письмо, поскольку Ваш электронный адрес был использован для создания учетной записи в {platform_name}. Если Вы не делали этого, игнорируйте сообщение.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
ru: Если Вы не отправляли запрос, дальнейших действий не требуется. Вы больше не будете получать от нас сообщения. Не отвечайте на это письмо. Если Вам потребуется помощь, ознакомьтесь со страницей "О нас" на сайте курсов {platform_name}.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} website.
ru: Если Вы не отправляли запрос, дальнейших действий не требуется. Вы больше не будете получать от нас сообщения. Не отвечайте на это письмо. Если Вам потребуется помощь, ознакомьтесь с разделом "Справка" на сайте {platform_name}.

source: Activate Your {platform_name} Account
ru: Активируйте учетную запись в {platform_name}

source: Dear {full_name}
ru: Здравствуйте, {full_name}!

source: You have been invited to be a beta tester for {course_name} at {site_name} by a member of the course staff.
ru: Вы получили приглашение стать бета-тестером курса "{course_name}" в {site_name}.

source: To start accessing course materials, please visit {course_url}
ru: Чтобы просмотреть материалы курса, перейдите на {course_url}.

source: Visit {course_about_url} to join the course and begin the beta test.
ru: Откройте {course_about_url}, чтобы присоединиться к курсу и начать бета-тестирование.

source: Visit {site_name} to enroll in the course and begin the beta test.
ru: Откройте {site_name}, чтобы записаться на курс и начать бета-тестирование.

source: This email was automatically sent from {site_name} to {email_address}
ru: Сайт {site_name} автоматически отправил это письмо на {email_address}.

source: You have been invited to a beta test for {course_name}
ru: Вы приглашены на бета-тестирование курса "{course_name}"

source: Thank you for your purchase of
ru: Спасибо за покупку

source: Your payment was successful.
ru: Платеж получен.

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
ru: Если у Вас есть вопросы об оплате, прочитайте раздел "Вопросы и ответы" ({faq_url}) или напишите на {billing_email}.

source: If you have billing questions, please contact {billing_email}.
ru: Если у Вас есть вопросы об оплате, напишите на {billing_email}.

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
ru: Пользователь {order_placed_by} разместил заказ и указал Вас как контактное лицо организации.

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
ru: Пользователь {order_placed_by} разместил заказ и указал Вас как дополнительного получателя квитанции.

source: The items in your order are:
ru: Ваш заказ:

source: Quantity - Description - Price
ru: Количество – Описание – Цена

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
ru: Итого к оплате кредитной или дебетовой картой: {total_cost} {currency_symbol}

source: Company Name:
ru: Название организации:

source: Purchase Order Number:
ru: Номер заказа:

source: Company Contact Name:
ru: Имя контактного лица:

source: Company Contact Email:
ru: Контактный адрес электронной почты:

source: Recipient Name:
ru: Имя получателя:

source: Recipient Email:
ru: Адрес электронной почты получателя:

source: Order Number: {order_number}
ru: Номер заказа: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
ru: К письму прикреплен CSV-файл с регистрационными URL. Используйте приведенный ниже шаблон сообщения, чтобы отправить их всем студентам, которые планируют записаться на курс.

source: Warm regards,
ru: С уважением,

source: Warm regards,<br>The {platform_name} Team
ru: С уважением,<br>команда {platform_name}

source: Dear [[Name]]
ru: Здравствуйте, [[Имя]]!

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
ru: Вам предоставлена ссылка для регистрации на следующие курсы: {course_names}. Выполните приведенные ниже инструкции.

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
ru: URL для записи на курс: [[Добавьте URL для записи на курс из прикрепленного CSV-файла]]

source: (1) Register for an account at {site_name}
ru: 1. Зарегистрируйте учетную запись на {site_name}.

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
ru: 2. Скопируйте URL для записи на курс и вставьте его в адресную строку браузера.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
ru: 3. На открывшейся странице нажмите кнопку "Активировать код зачисления". После этого появится сообщение о записи на курс.

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
ru: 4. Нажмите кнопку "Просмотреть курс" или найдите курс на панели управления по адресу {url}.

source: (5) Course materials will not be available until the course start date.
ru: 5. Материалы курса будут недоступны до его начала.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
ru: <p>С уважением,</p><p>[[Ваша подпись]]</p>

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
ru: Вы изменили адрес электронной почты, указанный в учетной записи {platform_name}, с {old_email} на {new_email}. Если Вы этого не делали, свяжитесь с нами по адресу

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
ru: Вы изменили адрес электронной почты, указанный в учетной записи {platform_name}, с {old_email} на {new_email}. Если Вы этого не делали, свяжитесь с нами как можно скорее. Контактная информация приведена здесь:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
ru: У нас хранится журнал старых адресов электронной почты, поэтому. если запрос сделан случайно, мы можем рассмотреть эту проблему.

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
ru: Мы получили запрос на изменение адреса электронной почты, указанного в учетной записи {platform_name}, с {old_email} на {new_email}. Если всё верно, перейдите по ссылке, чтобы подтвердить новый адрес:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
ru: Если Вы не отправляли запрос, дальнейших действий не требуется. Вы больше не будете получать от нас сообщения. Не отвечайте на это письмо. Если Вам потребуется помощь, ознакомьтесь с разделом "Справка" на сайте {platform_name}.

source: Request to change {platform_name} account e-mail
ru: Запрос на изменение адреса электронной почты в учетной записи {platform_name}

source: Dear student,
ru: Здравствуйте!

source: You have been invited to join {course_name} at {site_name} by a member of the course staff.
ru: Вы приглашены пройти курс "{course_name}" на сайте {site_name}.

source: To access the course visit {course_url} and login.
ru: Чтобы получить доступ к курсу, перейдите по ссылке {course_url} и войдите в систему.

source: To access the course visit {course_about_url} and register for the course.
ru: Чтобы получить доступ к курсу, перейдите по ссылке {course_url} и зарегистрируйтесь на него.

source: To finish your registration, please visit {registration_url} and fill out the registration form making sure to use {email_address} in the E-mail field.
ru: Для завершения регистрации перейдите по ссылке {registration_url} и заполните форму. Обязательно укажите адрес {email_address} в поле "Адрес электронной почты".

source: Once you have registered and activated your account, you will see {course_name} listed on your dashboard.
ru: Как только Вы зарегистрируетесь и активируете учетную запись, курс "{course_name}" появится на панели управления.

source: Once you have registered and activated your account, visit {course_about_url} to join the course.
ru: Зарегистрировавшись и активировав учетную запись, перейдите по ссылке {course_about_url}.

source: You can then enroll in {course_name}.
ru: Затем Вы сможете записаться на курс "{course_name}".

source: You have been invited to register for {course_name}
ru: Вы приглашены зарегистрироваться на курс "{course_name}"

source: You have been enrolled in {course_name} at {site_name} by a member of the course staff. The course should now appear on your {site_name} dashboard.
ru: Вы зарегистрированы на курсе "{course_name}" с сайта {site_name} в качестве сотрудника. Курс появится на панели управления {site_name}.

source: This email was automatically sent from {site_name} to {full_name}
ru: Сайт {site_name} автоматически отправил это письмо пользователю {full_name}.

source: You have been enrolled in {course_name}
ru: Вы зарегистрированы на курсе "{course_name}"

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
ru: Платеж получен. Указанная ниже сумма будет включена в выписку по кредитной или дебетовой карте как перевод для компании "{merchant_name}".

source: Thank you,
ru: Благодарим,

source: Your order number is: {order_number}
ru: Номер Вашего заказа: {order_number}

source: Hi {full_name},
ru: Здравствуйте, {full_name}!

source: Thanks for submitting your photos!
ru: Спасибо за отправленные фотографии!

source: We've received your information and the verification process has begun. You can check the status of the verification process on your dashboard.
ru: Мы получили Ваши данные и сейчас проверяем их. Вы можете узнать статус процесса на панели управления.

source: The {platform_name} team
ru: команда {platform_name}

source: Thank you for purchasing enrollments in {course_name}.
ru: Спасибо за оплату мест на курсе "{course_name}".

source: An invoice for {currency_symbol}{total_price} is attached. Payment is due upon receipt. You can find information about payment methods on the invoice.
ru: Счет на сумму {total_price} {currency_symbol} прикреплен к письму. Платеж должен быть внесен по получении. Информация о способах оплаты приведена в счете.

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your students. Each student must use a separate enrollment code.
ru: К письму прикреплен CSV-файл с кодами зачисления. Используйте приведенный ниже шаблон сообщения, чтобы отправить их всем студентам, которые планируют записаться на курс.

source: Thanks, The {platform_name} Team
ru: С уважением, команда {platform_name}

source: Dear [[Name]]:
ru: Здравствуйте, [[Имя]]!

source: We have provided a course enrollment code for you in {course_name}. To enroll in the course, click the following link:
ru: Вам предоставлен код для зачисления на курс "{course_name}". Чтобы использовать его, нажмите на следующую ссылку:

source: HTML link from the attached CSV file
ru: HTML-ссылка из прикрепленного CSV-файла

source: After you enroll, you can see the course on your student dashboard. You can see course materials after the course start date.
ru: Когда Вы запишитесь на курс, он появится на панели управления. Материалы курса станут доступны после его начала.

source: Sincerely, [[Your Signature]]
ru: С уважением, [[Ваша подпись]]

source: INVOICE
ru: СЧЕТ

source: Date: {date}
ru: Дата: {date}

source: Invoice No: {invoice_number}
ru: Счет №: {invoice_number}

source: Terms: Due Upon Receipt
ru: Условия: оплата по получении

source: Due Date: {date}
ru: Срок оплаты: {date}

source: Bill to:
ru: Получатель счета:

source: Customer Reference Number: {reference_number}
ru: Код покупателя: {reference_number}

source: Balance Due: {currency_symbol}{sale_price}
ru: К оплате: {sale_price} {currency_symbol}

source: Course: {course_name}
ru: Курс: {course_name}

source: Price: {currency_symbol}{course_price} Quantity: {quantity} Sub-Total: {currency_symbol}{sub_total} Discount: {currency_symbol}{discount}
ru: Цена: {course_price} {currency_symbol} Количество: {quantity} Итог: {sub_total} {currency_symbol} Скидка: {discount} {currency_symbol}

source: Total: {currency_symbol}{sale_price}
ru: Итого: {sale_price} {currency_symbol}

source: Payment Instructions
ru: Как выполнить платеж

source: If we do not receive payment, the learner enrollments that use these codes will be canceled and learners will not be able to access course materials. All purchases are final. For more information, see the {site_name} cancellation policy.
ru: Если платеж не получен в срок, зачисление студентов по этим кодам будет отменено и им закроют доступ к материалам курса. Обратите внимание, что мы не возвращаем переведенные средства. Подробную информацию можно прочитать в правилах отмены заказа {site_name}.

source: For payment questions, contact {contact_email}
ru: Если у Вас возникли вопросы об оплате, напишите на {contact_email}.

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
ru: Ваш запрос на изменение имени с "{old_name}" на "{new_name}" отклонен. Если Вам потребуется дополнительная помощь, свяжитесь со службой поддержки по адресу {email}.

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
ru: Ваш запрос на изменение имени с "{old_name}" на "{new_name}" отклонен. Если Вам потребуется дополнительная помощь, свяжитесь с сотрудниками курса по адресу {email}.

source: You have been removed as a beta tester for {course_name} at {site_name} by a member of the course staff. The course will remain on your dashboard, but you will no longer be part of the beta testing group.
ru: Вы удалены из бета-тестеров курса "{course_name}" на сайте {site_name}. Курс по-прежнему останется на панели управления.

source: Your other courses have not been affected.
ru: Это не повлияет на остальные курсы.
