Repository: miptliot/edx-translations
Catalog: edx-platform/django po/mako.po
Languages: ru

source: You can proceed to payment at any point in time. Any additional information you provide will be included in your receipt.
ru: Вы можете оформить платеж в любой момент. Дополнительная информация будет включена в квитанцию.

source: Purchasing Organizational Details
ru: Информация об организации-покупателе

source: Purchasing organization
ru: Организация, совершающая покупку

source: Purchase order number (if any)
ru: Номер заказа (при наличии)

source: Email Address
ru: Адрес электронной почты

source: email@example.com
ru: email@example.ru

source: Additional Receipt Recipient
ru: Дополнительный получатель квитанции

source: If no additional billing details are populated the payment confirmation will be sent to the user making the purchase.
ru: Если дополнительная информация не указана, подтверждение об оплате будет отправлено пользователю, совершившему покупку.

source: Payment processing occurs on a separate secure site.
ru: Платежи обрабатываются на отдельном защищенном сайте.

source: Your Shopping cart is currently empty.
ru: Корзина пуста.

source: View Courses
ru: Просмотреть курсы

source: Payment
ru: Платеж

source: Download CSV Reports
ru: Скачать отчеты в формате CSV

source: Download CSV Data
ru: Скачать данные в формате CSV

source: There was an error in your date input. It should be formatted as YYYY-MM-DD
ru: Ошибка в дате. Укажите дату в формате ГГГГ-ММ-ДД.

source: These reports are delimited by start and end dates.
ru: Эти отчеты упорядочены по датам начала и окончания.

source: Start Date:
ru: Дата начала:

source: End Date:
ru: Дата окончания:

source: These reports are delimited alphabetically by university name. i.e., generating a report with 'Start Letter' A and 'End Letter' C will generate reports for all universities starting with A, B, and C.
ru: Эти отчеты упорядочены в алфавитном порядке по названию университета. Например, в отчете с буквы "А" по букву "В" будут данные для всех университетов, начинающихся с "А", "Б" и "В".

source: Start Letter:
ru: С буквы:

source: End Letter:
ru: До буквы:

source: Payment Error
ru: Ошибка при оплате

source: There was an error processing your order!
ru: При обработке заказа произошла ошибка.

source: Thank you for your purchase!
ru: Спасибо за покупку!

source: View Dashboard
ru: Просмотреть панель управления

source: You have successfully been enrolled for {course_names}. The following receipt has been emailed to {receipient_emails}
ru: Вы зачислены на следующие курсы: {course_names}. Квитанция была отправлена на {receipient_emails}.

source: You have successfully purchased <b>{number} course registration code</b> for {course_names}.
ru: Вы приобрели <b>{number} код зачисления</b> для следующих курсов: {course_names}.

source: The following receipt has been emailed to {receipient_emails}
ru: Квитанция отправлена на {receipient_emails}.

source: Please send each professional one of these unique registration codes to enroll into the course. The confirmation/receipt email you will receive has an example email template with directions for the individuals enrolling.
ru: Отправьте каждому студенту, обучающемуся по программе профессионального образования, уникальный код для записи на курс. В сообщение с подтверждением оплаты мы добавили шаблон письма с инструкциями для студентов.

source: Enrollment Link
ru: Регистрационная ссылка

source: Used
ru: Использовано

source: Invalid
ru: Недействительно

source: Invoice
ru: Счет

source: Date of purchase
ru: Дата покупки

source: Print Receipt
ru: Распечатать квитанцию

source: Billed To Details
ru: Информация о покупателе

source: Company Name
ru: Название компании

source: N/A
ru: Нет

source: Purchase Order Number
ru: Номер заказа

source: Company Contact Name
ru: Имя контактного лица

source: Company Contact Email
ru: Контактный адрес электронной почты

source: Recipient Name
ru: Имя получателя

source: Recipient Email
ru: Адрес электронной почты получателя

source: Card Type
ru: Тип карты

source: Credit Card Number
ru: Номер кредитной карты

source: Address 1
ru: Адрес 1

source: Address 2
ru: Адрес 2

source: State
ru: Состояние

source: Registration for:
ru: Регистрация для:

source: Course Dates
ru: Срок обучения

source: Price per student:
ru: Цена за одного студента:

source: Discount Applied:
ru: Скидка:

source: Students
ru: Студенты

source: Note: items with strikethough like <del>this</del> have been refunded.
ru: Примечание. Платежи за <del>зачеркнутые</del> пункты возвращены.

source: Confirm Enrollment
ru: Подтвердить запись на курс

source: {site_name} - Confirm Enrollment
ru: {site_name} – Подтвердить запись на курс

source: {course_number} {course_title} Cover Image
ru: Обложка курса {course_number} "{course_title}"

source: Confirm your enrollment for: {span_start}course dates{span_end}
ru: Подтвердить запись на: {span_start}срок обучения{span_end}

source: You've clicked a link for an enrollment code that has already been used. Check your {link_start}course dashboard{link_end} to see if you're enrolled in the course, or contact your company's administrator.
ru: Вы перешли по ссылке на уже использованный код зачисления. Откройте {link_start}панель управления{link_end} и посмотрите, записаны ли вы на нужный курс, либо свяжитесь с администратором организации.

source: You have successfully enrolled in {course_name}. This course has now been added to your dashboard.
ru: Вы зачислены на курс "{course_name}". Он добавлен на панель управления.

source: You're already enrolled for this course. Visit your {link_start}dashboard{link_end} to see the course.
ru: Вы уже зачислены на этот курс. Чтобы просмотреть его, откройте {link_start}панель управления{link_end}.

source: The course you are enrolling for is full.
ru: На курсе не осталось свободных мест.

source: The course you are enrolling for is closed.
ru: Набор на курс уже закрыт.

source: There was an error processing your redeem code.
ru: При обработке кода произошла ошибка.

source: You're about to activate an enrollment code for {course_name} by {site_name}. This code can only be used one time, so you should only activate this code if you're its intended recipient.
ru: Вы собираетесь активировать код для зачисления на курс "{course_name}" с сайта {site_name}. Этот код можно использовать всего один раз. Активируйте его, только если он был отправлен именно вам.

source: Activate Course Enrollment
ru: Активировать код зачисления

source: {course_names} has been removed because the enrollment period has closed.
ru: Следующие курсы удалены из корзины, поскольку набор на них закрыт: {course_names}.

source: {currency_symbol}{price}
ru: {price} {currency_symbol}

source: Cover Image
ru: Обложка

source: Course Dates:
ru: Срок обучения:

source: Students:
ru: Студенты:

source: Input quantity and press enter.
ru: Укажите количество и нажмите клавишу "Ввод".

source: discount or activation code
ru: скидочный или активационный код

source: Apply
ru: Применить

source: code has been applied
ru: код применен

source: TOTAL:
ru: ИТОГО:

source: {currency_symbol}{price} {currency_abbr}
ru: {price} {currency_symbol} ({currency_abbr})

source: After this purchase is complete, a receipt is generated with relative billing details and registration codes for students.
ru: После оформления покупки будет создана квитанция с информацией об оплате и кодами зачисления.

source: After this purchase is complete, {username} will be enrolled in this course.
ru: После оформления покупки пользователь {username} будет зачислен на этот курс.

source: Empty Cart
ru: Корзина пуста

source: Shopping cart
ru: Корзина

source: {platform_name} - Shopping Cart
ru: {platform_name} – Корзина

source: Review
ru: Просмотреть

source: Confirmation
ru: Подтверждение

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
ru: Страница не найдена. Вернитесь на {link_start}главную страницу{link_end} или напишите о перемещенных страницах на {email}.

source: This page left intentionally blank. It is not used by edx.org but is left here for possible use by installations of Open edX.
ru: Это пустая страница. Она не используется сайтом edx.org, но может потребоваться при установке Open edX.

source: Blog
ru: Блог

source: Contact
ru: Контакты

source: Copyright
ru: Авторские права

source: Donate
ru: Пожертвования

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions. Unfortunately, at this time {platform_name} must comply with export controls, and we cannot allow you to access this course.
ru: Вы хотите просмотреть курс {platform_name} в стране или регионе, который подпадает под экономические и торговые санкции США. К сожалению, {platform_name} необходимо соблюдать требования экспортного контроля, поэтому мы не можем предоставить вам доступ к курсу.

source: FAQ
ru: Вопросы и ответы

source: Honor Code
ru: Кодекс чести

source: Jobs
ru: Вакансии

source: Media Kit
ru: Медиафайлы

source: In the Press
ru: Мы в прессе

source: Currently the {platform_name} servers are down
ru: Серверы {platform_name} недоступны

source: Our staff is currently working to get the site back up as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
ru: Мы работаем над тем, чтобы восстановить доступ к сайту как можно скорее. Напишите на {tech_support_email}, чтобы сообщить о возникших ошибках или сбоях.

source: There has been a 500 error on the {platform_name} servers
ru: Ошибка 500 на серверах {platform_name}

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at {email}.
ru: Подождите несколько секунд и обновите страницу. Если проблема не устранена, свяжитесь с нами по адресу {email}.

source: Currently the {platform_name} servers are overloaded
ru: Серверы {platform_name} перегружены

source: Account Settings
ru: Настройки учетной записи

source: Please Wait
ru: Пожалуйста, подождите

source: Please wait
ru: Пожалуйста, подождите

source: Sign in or Register
ru: Войти или зарегистрироваться

source: Learner Profile
ru: Профиль пользователя

source: Connected Accounts
ru: Связанные учетные записи

source: Linked
ru: Связано

source: Not Linked
ru: Не связано

source: Unlink
ru: Отменить связь

source: Link
ru: Связать с учетной записью

source: User Survey
ru: Опрос пользователей

source: Pre-Course Survey
ru: Опрос перед началом курса

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
ru: Чтобы начать обучение, пройдите опрос. Обязательные поля отмечены звездочкой (*). Предоставленная информация будет доступна только {platform_name}. Она не появится в вашем профиле.

source: You are missing the following required fields:
ru: Вы не заполнили обязательные поля:

source: Cancel and Return to Dashboard
ru: Отменить и вернуться к панели управления

source: Why do I need to complete this information?
ru: Зачем нужен этот опрос?

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
ru: С помощью ваших ответов мы сможем улучшить наш курс. Узнав, что вам интересно, мы постараемся сделать программу более подходящей для вас и будущих студентов.

source: Who can I contact if I have questions?
ru: Куда обратиться, если у меня есть вопросы?

source: If you have any questions about this course or this form, you can contact <a href="{mail_to_link}"">{mail_to_link}</a>.
ru: Если у вас есть вопросы о курсе или этом опросе, напишите на <a href="{mail_to_link}"">{mail_to_link}</a>.

source: Edit Your Full Name
ru: Измените полное имя

source: The following error occurred while editing your name:
ru: При изменении имени произошла следующая ошибка:

source: Re-Verify for {course_name}
ru: Повторная проверка данных для курса "{course_name}"

source: Verification Deadline Has Passed
ru: Срок для проверки данных прошел

source: Upgrade Deadline Has Passed
ru: Срок для перехода на другую форму обучения прошел

source: The verification deadline for {course_name} was {date}. Verification is no longer available.
ru: Вы должны были подтвердить личные данные для курса "{course_name}" до {date}. Сейчас их проверить нельзя.

source: The deadline to upgrade to a verified certificate for this course has passed. You can still earn an honor code certificate.
ru: Срок оформления заявки на заверенный сертификат прошел. Однако вы можете получить сертификат Кодекса чести.

source: Upgrade Your Enrollment For {course_name}.
ru: Измените форму обучения на курсе "{course_name}".

source: Receipt For {course_name}
ru: Квитанция об оплате курса "{course_name}"

source: Verify For {course_name}
ru: Подтвердить данные для курса "{course_name}"

source: Enroll In {course_name}
ru: Записаться на курс "{course_name}"

source: Have questions?
ru: Остались вопросы?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
ru: Чтобы узнать ответы на часто задаваемые вопросы о сертификатах, прочитайте {a_start}раздел "Вопросы и ответы"{a_end}.

source: Technical Requirements
ru: Технические требования

source: Please make sure your browser is updated to the {a_start}most recent version possible{a_end}. Also, please make sure your <strong>webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).</strong>
ru: Убедитесь, что у вас установлена {a_start}последняя версия браузера{a_end}. <strong>Вам также нужно включить веб-камеру и разрешить браузеру доступ к ней (это можно сделать в настройках браузера)</strong>.

source: Re-Verification
ru: Повторная проверка данных

source: Identity Verification
ru: Проверка личных данных

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
ru: Вы уже отправили личные данные для проверки. По окончании процесса на панели управления появится соответствующее сообщение. Обычно проверка занимает 1-2 дня.

source: You cannot verify your identity at this time.
ru: Сейчас вы не можете подтвердить личные данные.

source: Return to Your Dashboard
ru: Вернуться к панели управления

source: Changes
ru: Изменения

source: {span_start}active{span_end}
ru: {span_start}активные{span_end}

source: Add article
ru: Добавить статью
