Repository: miptliot/edx-translations
Catalog: edx-platform/django po/mako.po
Languages: ru

source: Course Search
ru: Поиск курсов

source: search
ru: искать

source: No content has been added to this course
ru: Материалы курса еще не добавлены

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
ru: Для доступа к материалам курса оценка за экзамен должна быть не ниже {required_score}%. Ваша текущая оценка – {current_score}%.

source: Your score is {current_score}%. You have passed the entrance exam.
ru: Ваша оценка – {current_score}%. Вы сдали вступительный экзамен.

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {link_to_support_email} to report any problems or downtime.
ru: Этот модуль временно недоступен. Наши сотрудники работают над устранением проблемы. Отправьте письмо на {link_to_support_email}, чтобы сообщить о возникших ошибках или сбоях.

source: Gradebook
ru: Журнал оценок

source: Search students
ru: Искать студентов

source: {course_number} Course Info
ru: Новости курса {course_number}

source: You are not enrolled yet
ru: Вы еще не зачислены

source: You are not currently enrolled in this course. Sign up for it {link_start}here{link_end}!
ru: Вы еще не зачислены на этот курс. Зарегистрируйтесь на него {link_start}здесь{link_end}.

source: View Updates in Studio
ru: Просмотреть обновления в Studio

source: Course Updates &amp; News
ru: Обновления и новости курса

source: Handout Navigation
ru: Навигация по информационным материалам

source: Course Handouts
ru: Информационные материалы

source: Legacy Instructor Dashboard
ru: Устаревшая панель управления преподавателя

source: View Course in Studio
ru: Просмотреть курс в Studio

source: Back To Instructor Dashboard
ru: Вернуться к панели управления преподавателя

source: You are using the legacy instructor dashboard, which we will retire in the near future.
ru: Вы используете устаревшую панель управления преподавателя, которая скоро станет недоступна.

source: Return to the Instructor Dashboard
ru: Вернуться к панели управления преподавателя

source: If the Instructor Dashboard is missing functionality, please contact your PM to let us know.
ru: Если на панели управления отсутствуют какие-либо функции, свяжитесь со своим менеджером по продукту.

source: Psychometrics
ru: Психометрика

source: Admin
ru: Администрирование

source: Forum Admin
ru: Администратор форума

source: DataDump
ru: Хранилище данных

source: Manage Groups
ru: Управление группами

source: Email
ru: Электронная почта

source: Metrics
ru: Показатели

source: Grade Downloads
ru: Скачивание оценок

source: Note: some of these buttons are known to time out for larger courses. We have disabled those features for courses with more than {max_enrollment} students.
ru: Обратите внимание, что система отключает некоторые из этих кнопок, если на курс записано много студентов (больше {max_enrollment}).

source: To download student grades and view the grading configuration for your course, visit the Data Download section of the Instructor Dashboard.
ru: Чтобы скачать оценки и просмотреть конфигурацию оценок для курса, перейдите в раздел "Скачивание данных" на панели управления преподавателя.

source: To view the Gradebook (only available for courses with a small number of enrolled students), visit the Student Admin section of the Instructor Dashboard.
ru: Чтобы просмотреть журнал оценок, перейдите в раздел "Данные студентов" на панели управления преподавателя (доступно для курсов с небольшим числом студентов).

source: Export grades to remote gradebook
ru: Экспортировать оценки в удаленный журнал

source: The assignments defined for this course should match the ones stored in the gradebook, for this to work properly!
ru: Чтобы журнал оценок работал корректно, хранящиеся в нем задания должны совпадать с заданиями, указанными для курса.

source: Gradebook name:
ru: Название журнала:

source: Assignment name:
ru: Название задания:

source: Course-specific grade adjustment
ru: Коррекция оценок для конкретных курсов

source: To perform these actions, visit the Student Admin section of the Instructor Dashboard.
ru: Чтобы выполнить эти действия, перейдите в раздел "Данные студентов" на панели управления преподавателя.

source: Student-specific grade inspection and adjustment
ru: Просмотр и коррекция оценок отдельных студентов

source: Select a problem and an action:
ru: Выберите задачу и действие:

source: To add or remove course staff or instructors, visit the Membership section of the Instructor Dashboard.
ru: Чтобы добавить или удалить сотрудников либо преподавателей, перейдите в раздел "Участники" на панели управления преподавателя.

source: To manage forum roles, visit the Membership section of the Instructor Dashboard.
ru: Чтобы настроить роли на форуме, перейдите в раздел "Участники" на панели управления преподавателя.

source: Enrollment Data
ru: Данные о зачислении на курс

source: To download a CSV file containing profile information for students who are enrolled in this course, visit the Data Download section of the Instructor Dashboard.
ru: Чтобы скачать CSV-файл с личными данными студентов на этом курсе, перейдите в раздел "Скачивание данных" на панели управления преподавателя.

source: To download a list of students who may enroll in this course but have not yet signed up for it, visit the Data Download section of the Instructor Dashboard.
ru: Чтобы скачать список студентов, которые могут зарегистрироваться на курс, но еще не записались на него, перейдите в раздел "Скачивание данных" на панели управления преподавателя.

source: Pull enrollment from remote gradebook
ru: Загрузите данные о регистрации из удаленного журнала

source: Section:
ru: Раздел:

source: Problem urlname:
ru: Ссылка на задачу:

source: To download student profile data and anonymized IDs, visit the Data Download section of the Instructor Dashboard.
ru: Чтобы скачать личные данные и анонимные идентификаторы студентов, перейдите в раздел "Скачивание данных" на панели управления преподавателя.

source: To manage beta tester roles and cohorts, visit the Membership section of the Instructor Dashboard.
ru: Чтобы настроить когорты и роли бета-тестеров, перейдите в раздел "Участники" на панели управления преподавателя.

source: To manage beta tester roles, visit the Membership section of the Instructor Dashboard.
ru: Чтобы настроить роли бета-тестеров, перейдите в раздел "Участники" на панели управления преподавателя.

source: To send email, visit the Email section of the Instructor Dashboard.
ru: Чтобы отправить электронное письмо, перейдите в раздел "Электронная почта" на панели управления преподавателя.

source: Pending Instructor Tasks
ru: Текущие задачи преподавателя

source: Task Type
ru: Тип задачи

source: Task inputs
ru: Поля ввода задачи

source: Task Id
ru: Идентификатор задачи

source: Requester
ru: Запрашивающий

source: Task State
ru: Состояние задачи

source: Duration (sec)
ru: Продолжительность (сек)

source: Task Progress
ru: Выполнение задачи

source: unknown
ru: неизвестно

source: Course Statistics At A Glance
ru: Краткая статистика по курсу

source: View course statistics in the Admin section of this legacy instructor dashboard.
ru: Просмотрите статистику курса в разделе "Администрирование" на устаревшей панели управления преподавателя.

source: Course errors
ru: Ошибки курса

source: About {course_id}
ru: О курсе {course_id}

source: Coming Soon
ru: Скоро

source: About {course_number}
ru: О курсе {course_number}

source: Access Courseware
ru: Доступ к материалам курса

source: You Are Enrolled
ru: Вы зачислены

source: Enroll in
ru: Записаться на курс

source: and choose your student track
ru: и выбрать форму обучения

source: and proceed to verification
ru: и подтвердить данные

source: Enrollment Is Closed
ru: Запись на курс закрыта

source: News - MITx 6.002x
ru: Новости – MITx 6.002x

source: Updates to Discussion Posts You Follow
ru: Новые ответы на отслеживаемые сообщения

source: {course_number} Progress
ru: Прогресс на курсе {course_number}

source: Course Progress
ru: Прогресс на курсе

source: View Grading in studio
ru: Просмотреть оценки в Studio

source: Course Progress for Student '{username}' ({email})
ru: Прогресс студента "{username}" ({email}) на курсе

source: Your certificate is available
ru: Ваш сертификат доступен

source: You can keep working for a higher grade, or request your certificate now.
ru: Продолжайте учебу, чтобы получить более высокую оценку, или запросите сертификат прямо сейчас.

source: View certificate in a new browser window or tab.
ru: Откройте сертификат в новом окне или вкладке браузера.

source: View Certificate
ru: Просмотрите сертификат

source: PDF will open in a new browser window or tab.
ru: PDF-файл откроется в новом окне или вкладке браузера.

source: Download Your Certificate
ru: Скачайте сертификат

source: We're working on it...
ru: Создаем сертификат...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
ru: Мы создаем ваш сертификат. Когда он будет готов, ссылка на него появится здесь и на панели управления. Пока вы можете продолжить обучение.

source: Congratulations, you qualified for a certificate!
ru: Поздравляем, вы можете получить сертификат!

source: Request Certificate
ru: Запросить сертификат

source: Requirements for Course Credit
ru: Требования для получения зачетных баллов

source: {student_name}, you are no longer eligible for credit in this course.
ru: {student_name}, теперь вы не сможете получить зачетные баллы за этот курс.

source: {student_name}, you have met the requirements for credit in this course.
ru: {student_name}, вы выполнили все требования для получения зачетных баллов за этот курс.

source: {link} to purchase course credit.
ru: Купите зачетные баллы по ссылке {link}.

source: Go to your dashboard
ru: Перейти к панели управления

source: {student_name}, you have not yet met the requirements for credit.
ru: {student_name}, пока вы не выполнили требования для получения зачетных баллов.

source: Information about course credit requirements
ru: Информация о требованиях для получения зачетных баллов

source: Verification Submitted
ru: Данные отправлены на проверку

source: Verification Failed
ru: Не удалось подтвердить данные

source: Upcoming
ru: Скоро

source: Less
ru: Скрыть

source: {earned:.3n} of {total:.3n} possible points
ru: Баллы: {earned:.3n} из {total:.3n}

source: Problem Scores:
ru: Баллы за задачи:

source: Practice Scores:
ru: Баллы за практику:

source: No problem scores in this section
ru: В этом разделе нет баллов за задачи

source: {course.display_number_with_default} Course Info
ru: Новости курса {course.display_number_with_default}

source: Syllabus
ru: Программа обучения

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
ru: Последний раз вы были в разделе {section_link}. Если вы закончили работу с ним, выберите другой раздел слева.

source: Hi {name},
ru: Здравствуйте, {name}!

source: Congratulations! You are eligible to receive university credit from edX partners! Click {link} to get your credit now.
ru: Поздравляем! Вы можете получить зачетные баллы в ВУЗах-партнерах edX. Чтобы сделать это, перейдите по ссылке {link}.

source: Credit from can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
ru: Вы можете использовать эти баллы для сдачи зачета или экзамена в университете либо другом учебном заведении.

source: To get university credit for {course_name}, simply go to your {link} and click the yellow "Get Credit" button. No application, transcript, or grade report is required.
ru: Чтобы получить зачетные баллы за курс "{course_name}", перейдите по ссылке {link} и нажмите кнопку "Получить зачетные баллы". Вам не нужно отправлять заявку, оценки или другие данные.

source: We hope you enjoyed the course, and we hope to see you in future edX courses!
ru: Надеемся, что учеба Вам понравилась и мы увидимся на курсах edX в будущем!

source: The edX team
ru: Команда edX

source: Find more edX courses you can take for university credit.
ru: Найдите другие курсы edX, за которые можно получить зачетные баллы.

source: Final course details are being wrapped up at this time. Your final standing will be available shortly.
ru: Идет заключительный этап работы над курсом. Ваша итоговая оценка скоро будет доступна.

source: Your final grade:
ru: Ваша итоговая оценка:

source: Grade required for a {cert_name_short}:
ru: Необходимая оценка ({cert_name_short}):

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
ru: Мы пока не можем выдать вам заверенный {cert_name_long}. Нам нужно убедиться, что {cert_name_short} не подпадает под действие эмбарго США против Ирана, Кубы, Сирии и Судана. Если наша система по ошибке связала вас с этими странами, напишите нам на {email}. Чтобы получить возврат средств за {cert_name_long}, свяжитесь с платежным отделом по адресу {billing_email}.

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
ru: Мы пока не можем выдать вам {cert_name_long}. Нам нужно убедиться, что {cert_name_short} не подпадает под действие эмбарго США против Ирана, Кубы, Сирии и Судана. Если наша система по ошибке связала вас с этими странами, напишите нам на {email}.

source: Your {cert_name_short} is Generating
ru: Создаем {cert_name_short}

source: This link will open the certificate web view
ru: Просмотрите сертификат по этой ссылке

source: View {cert_name_short}
ru: Просмотреть {cert_name_short}

source: This link will open/download a PDF document
ru: Откройте или скачайте PDF-документ

source: Download {cert_name_short} (PDF)
ru: Скачать {cert_name_short} (PDF)

source: Download Your {cert_name_short} (PDF)
ru: Скачайте {cert_name_short} (PDF)

source: This link will open/download a PDF document of your verified {cert_name_long}.
ru: Чтобы открыть или скачать заверенный {cert_name_long} в формате PDF, перейдите по этой ссылке.

source: Download Your ID Verified {cert_name_short} (PDF)
ru: Скачайте заверенный {cert_name_short} (PDF)

source: Complete our course feedback survey
ru: Напишите отзыв о курсе

source: Add Certificate to LinkedIn Profile
ru: Добавьте сертификат в профиль LinkedIn

source: Share on LinkedIn
ru: Опубликовать в Linkedin

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
ru: Вы не отправили фото для проверки данных перед тем, как мы создали {cert_name_long}. Поэтому предоставить вам заверенный {cert_name_short} невозможно. Вместо него мы создали для вас {cert_name_short} Кодекса чести.

source: {course_number} {course_name} Home Page
ru: Главная страница курса {course_number} "{course_name}"

source: {course_number} {course_name} Cover Image
ru: Обложка курса {course_number} "{course_name}"

source: Enrolled as:
ru: Студент зачислен как:

source: View Archived Course
ru: Просмотреть курс из архива

source: View Course
ru: Просмотреть курс

source: Share on Facebook
ru: Опубликовать в Facebook

source: I'm learning on {platform_name}:
ru: Я учусь в сервисе {platform_name}:

source: Course options dropdown
ru: Опции курса

source: Additional Actions Menu
ru: Дополнительные действия

source: Available Actions
ru: Доступные действия

source: Are you sure you want to unenroll from the purchased course %(course_number)s?
ru: Вы уверены, что хотите отчислиться с приобретенного курса %(course_number)s?

source: You will be refunded the amount you paid.
ru: Мы вернем вам платеж.

source: You will not be refunded the amount you paid.
ru: Мы не вернем вам платеж.

source: Are you sure you want to unenroll from %(course_number)s?
ru: Вы уверены, что хотите отчислиться с курса %(course_number)s?

source: Are you sure you want to unenroll from the verified {cert_name_long} track of %(course_number)s?
ru: Вы уверены, что не хотите получить заверенный {cert_name_long} за курс %(course_number)s?

source: The refund deadline for this course has passed, so you will not receive a refund.
ru: Срок возврата средств прошел, поэтому вы не получите платеж.

source: Email Settings
ru: Настройки уведомлений

source: Verification not yet complete.
ru: Проверка еще не завершена.

source: You only have {days} day left to verify for this course.
ru: У вас остался всего {days} день, чтобы подтвердить данные для этого курса.

source: Almost there!
ru: Почти готово!

source: You still need to verify for this course.
ru: Необходимо подтвердить данные для этого курса.

source: Verify Now
ru: Подтвердить

source: You have already verified your ID!
ru: Вы уже подтвердили данные.

source: Thanks for your patience as we process your request.
ru: Мы обрабатываем ваш запрос. Благодарим за терпение!

source: Your verification status is good until {date}.
ru: Статус проверки действителен до {date}.

source: Your verification will expire soon!
ru: Скоро вам снова потребуется подтвердить данные!

source: Your current verification will expire before the verification deadline for this course. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued ID.
ru: Статус проверки станет недействительным до конца этого курса. {start_link}Выполните повторную проверку!{end_link} Вам потребуется веб-камера и документ государственного образца.

source: Challenge Yourself!
ru: Испытайте себя!

source: Take this course as an ID-verified student.
ru: Пройдите курс в качестве студента с проверенными данными.

source: You can still sign up for an ID verified {cert_name_long} for this course. If you plan to complete the whole course, it is a great way to recognize your achievement. {link_start}Learn more about the verified {cert_name_long}{link_end}.
ru: Вы еще можете зарегистрироваться и получить заверенный {cert_name_long} для этого курса. Если вы планируете пройти курс полностью, {cert_name_long} даст вам {link_start}дополнительные преимущества{link_end}.

source: ID Verified Ribbon/Badge
ru: Ленточка/значок статуса проверки

source: Upgrade to Verified Track
ru: Официальное обучение

source: You can no longer access this course because payment has not yet been received. You can {contact_link_start}contact the account holder{contact_link_end} to request payment, or you can {unenroll_link_start}unenroll{unenroll_link_end} from this course
ru: Мы заблокировали доступ к этому курсу, поскольку платеж за него не был получен. Вы можете {contact_link_start}связаться с владельцем счета{contact_link_end}, чтобы произвести оплату, или {unenroll_link_start}отчислиться{unenroll_link_end} с курса.

source: An error occurred with this transaction. For help, contact {support_email}.
ru: При оплате произошла ошибка. Обратитесь за помощью по адресу {support_email}.

source: The opportunity to purchase credit for this course expires on {deadline}. You've worked hard - don't miss out!
ru: {deadline} – крайний срок покупки зачетных баллов за этот курс.

source: Congratulations - you have met the requirements for credit in this course!
ru: Поздравляем! Вы можете приобрести зачетные баллы за этот курс.

source: Purchase Course Credit
ru: Купите зачетные баллы

source: Thanks for your payment! We are currently processing your course credit. You'll see a message here when the transaction is complete. For more information, see {provider_link}.
ru: Спасибо! Запрос обрабатывается. Как только платеж будет перечислен, вы получите уведомление. Чтобы узнать подробную информацию, перейдите по ссылке {provider_link}.

source: Thank you for your payment! To receive your course credit, go to the {provider_link} website. You may have to complete some additional steps depending on the institution
ru: Спасибо! Чтобы получить зачетные баллы, перейдите по ссылке {provider_link}. В зависимости от вашего учебного заведения от вас могут потребоваться дополнительные действия.

source: Complete Credit
ru: Зачетные баллы получены

source: Congratulations - you have received credit for this course! For more information, see {provider_link}.
ru: Поздравляем! Вы получили зачетные баллы за этот курс. Чтобы узнать подробную информацию, перейдите по ссылке {provider_link}.

source: Access credit
ru: Доступ к зачетным баллам

source: {provider_name} has declined your request for course credit. For more information, contact {provider_link}.
ru: Сервис {provider_name} отклонил ваш запрос на получение зачетных баллов. Чтобы узнать подробную информацию, свяжитесь с его представителями по адресу {provider_link}.

source: Contact {provider_link}
ru: Свяжитесь с {provider_link}

source: edit
ru: изменить

source: ID Verification Status
ru: Статус проверки данных

source: Reviewed and Verified
ru: Проверено и подтверждено

source: Your verification status is good for one year after submission.
ru: Статус проверки действителен в течение года.

source: Your verification photos have been submitted and will be reviewed shortly.
ru: Фотографии для проверки отправлены и скоро будут рассмотрены.

source: {platform_name} Verification Status
ru: Статус проверки данных в {platform_name}

source: Resubmit Verification
ru: Повторно отправить данные для проверки

source: To receive a verified certificate, you have to submit a new photo of yourself and your government-issued photo ID before the course ends.
ru: Чтобы получить заверенный сертификат, до окончания курса отправьте свой новый снимок и фото документа.

source: Could Not Link Accounts
ru: Не удалось связать учетные записи

source: The {provider_name} account you selected is already linked to another {platform_name} account.
ru: Учетная запись {provider_name} уже связана с другой учетной записью {platform_name}.

source: Results:
ru: Результаты:

source: Sorry! We can't find anything matching your search. Please try another search.
ru: Ничего не найдено. Попробуйте ввести другой запрос.

source: There are no posts here yet. Be the first one to post!
ru: Сообщений пока нет. Напишите первым!

source: New Post
ru: Новое сообщение

source: Show Discussion
ru: Показать обсуждение

source: To view live discussions, click Preview or View Live in Unit Settings.
ru: Чтобы просмотреть активные темы обсуждения, нажмите "Предварительный просмотр" или "Просмотреть активные" в настройках страницы.

source: Discussion ID: {discussion_id}
ru: Идентификатор обсуждения: {discussion_id}

source: Filter Topics
ru: Фильтровать темы

source: filter topics
ru: фильтровать темы

source: All Discussions
ru: Все обсуждения

source: Posts I'm Following
ru: Отслеживаемые сообщения

source: Following
ru: Отслеживаемые

source: Search posts
ru: Поиск по сообщениям

source: Hide
ru: Скрыть

source: Discussion topics; current selection is:
ru: Темы обсуждения. Сейчас выбрано:

source: Search all posts
ru: Поиск по всем сообщениям

source: Filter:
ru: Фильтр:

source: Show all
ru: Показать всё

source: Unread
ru: Непрочитанные

source: Flagged
ru: Помеченные

source: Cohort:
ru: Когорта:

source: in all cohorts
ru: во всех когортах
