Repository: miptliot/edx-translations
Catalog: edx-platform/django po/wiki.po
Languages: ru

source: created
ru: создано

source: Only localhost... muahahaha
ru: Только локальный компьютер

source: Title
ru: Заголовок

source: Initial title of the article. May be overridden with revision titles.
ru: Исходный заголовок статьи. Может быть заменен вариантами из других версий.

source: Type in some contents
ru: Добавьте какой-нибудь контент

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
ru: Это исходное содержимое статьи. После ее создания вы сможете использовать более сложные функции, например добавить плагины, метаданные, связанные статьи и т. д.

source: Contents
ru: Содержимое

source: Summary
ru: Сводка

source: Give a short reason for your edit, which will be stated in the revision log.
ru: Кратко опишите причину редактирования. Она будет добавлена в журнал исправлений.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
ru: Пока вы редактировали статью, кто-то внес изменения в текущую версию. Ваш контент был автоматически объединен с новым содержимым. Проверьте текст внизу.

source: No changes made. Nothing to save.
ru: Нет изменений.

source: Select an option
ru: Выберите вариант

source: Slug
ru: Заголовок для URL

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
ru: Это адрес, по которому будет находиться статья. Используйте только буквы, цифры­, тире и нижнее подчеркивание. Обратите внимание, что изменить ссылку после создания статьи невозможно.

source: Write a brief message for the article's history log.
ru: Напишите короткое сообщение для журнала с историей статьи.

source: A slug may not begin with an underscore.
ru: Заголовок для URL не может начинаться с символа подчеркивания

source: A deleted article with slug "%s" already exists.
ru: Удаленная статья с заголовком для URL "%s" уже существует.

source: A slug named "%s" already exists.
ru: Заголовок для URL "%s" уже существует.

source: Yes, I am sure
ru: Да

source: Purge
ru: Удалить

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
ru: Удаление статьи. Статья, включая ее содержимое, будет полностью стерта без возможности восстановления. Это действие освобождает заголовок для URL и позволяет создать по этому адресу новую статью.

source: You are not sure enough!
ru: Вы уверены?

source: While you tried to delete this article, it was modified. TAKE CARE!
ru: Пока вы пытались удалить статью, она была изменена. БУДЬТЕ ОСТОРОЖНЫ!

source: Lock article
ru: Запретить редактирование

source: Deny all users access to edit this article.
ru: Запретить пользователям редактировать эту статью.

source: Permissions
ru: Права доступа

source: Owner
ru: Владелец

source: Enter the username of the owner.
ru: Введите имя пользователя, принадлежащее владельцу.

source: (none)
ru: (нет)

source: Inherit permissions
ru: Наследовать права доступа

source: Check here to apply the above permissions recursively to articles under this one.
ru: Установите флажок, чтобы последовательно применять указанные права доступа к дочерним статьям.

source: Permission settings for the article were updated.
ru: Права доступа к этой статье изменены.

source: Your permission settings were unchanged, so nothing saved.
ru: Настройки не были изменены.

source: No user with that username
ru: Такого имени пользователя не существует

source: Article locked for editing
ru: Редактирование статьи запрещено

source: Article unlocked for editing
ru: Редактирование статьи разрешено

source: Filter...
ru: Фильтр...

source: Settings for plugin
ru: Настройки плагина

source: current revision
ru: текущая версия

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
ru: Показана текущая версия статьи. Чтобы вернуться к одной из предыдущих версий, измените значение этого поля.

source: modified
ru: изменено

source: Article properties last modified
ru: Последнее изменение свойств статьи

source: owner
ru: владелец

source: The owner of the article, usually the creator. The owner always has both read and write access.
ru: Владелец статьи, обычно создатель. Он всегда имеет права на чтение и редактирование.

source: group
ru: группа

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
ru: Как и в файловой системе UNIX, пользователю предоставляются те же права доступа к файлу, что и группе, к которой он принадлежит. Группами можно управлять через систему авторизации Django.

source: group read access
ru: право на чтение для группы

source: group write access
ru: право на редактирование для группы

source: others read access
ru: право на чтение для других пользователей

source: others write access
ru: право на редактирование для других пользователей

source: Article without content (%(id)d)
ru: Статья без содержимого (%(id)d)

source: content type
ru: тип содержимого

source: object ID
ru: идентификатор объекта

source: Article for object
ru: Статья для объекта

source: Articles for object
ru: Статьи для объекта

source: revision number
ru: номер версии

source: IP address
ru: IP-адрес

source: user
ru: пользователь

source: deleted
ru: удалено

source: locked
ru: заблокировано

source: article
ru: статья

source: article contents
ru: содержимое статьи

source: article title
ru: заголовок статьи

source: Each revision contains a title field that must be filled out, even if the title has not changed
ru: В каждой версии есть поле заголовка. Заполните его, даже если заголовок не изменился.

source: original article
ru: исходная статья

source: Permissions are inherited from this article
ru: Права доступа унаследованы от этой статьи

source: A plugin was changed
ru: Плагин изменен

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
ru: Показана текущая версия плагина. Чтобы выполнить откат, измените значение этого поля.

source: Cache lookup value for articles
ru: Значение поиска по кешу для статей

source: slug
ru: заголовок для URL

source: (root)
ru: (корень)

source: URL path
ru: URL-путь

source: URL paths
ru: URL-пути

source: Sorry but you cannot have a root article with a slug.
ru: Для корневой статьи невозможно задать заголовок для URL.

source: A non-root note must always have a slug.
ru: Некорневая заметка должна иметь заголовок для URL.

source: There is already a root node on %s
ru: Корневой узел на %s уже существует

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
ru: Дочерние статьи =============================== Удалены родительские статьи. Привяжите их дочерние статьи к другим.

source: Lost and found
ru: Статьи без родительских статей

source: Description
ru: Описание

source: A short summary of what the file contains
ru: Сводка по содержимому файла

source: Yes I am sure...
ru: Да

source: Click to download file
ru: Нажмите, чтобы скачать файл

source: The revision of this attachment currently in use (on all articles using the attachment)
ru: Версия вложения в настоящий момент используется (во всех статьях, к которым оно прикреплено)

source: original filename
ru: исходное имя файла

source: attachment
ru: вложение

source: attachments
ru: вложения

source: file
ru: файл

source: attachment revision
ru: версия вложения

source: attachment revisions
ru: версии вложений

source: %s was successfully added.
ru: Вложение "%s" добавлено.

source: Your file could not be saved: %s
ru: Не удалось сохранить файл: %s

source: Your file could not be saved, probably because of a permission error on the web server.
ru: Файл не сохранен. Скорее всего, это произошло из-за ошибки прав доступа на веб-сервере.

source: %s uploaded and replaces old attachment.
ru: Вложение "%s" загружено. Оно заменило старую версию.

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
ru: Новый файл будет автоматически переименован в соответствии с имеющимся. Файлы должны иметь одинаковое расширение.

source: Current revision changed for %s.
ru: Текущая версия изменена на файл "%s".

source: Added a reference to "%(att)s" from "%(art)s".
ru: В статье "%(art)s" добавлена ссылка на вложение "%(att)s".

source: The file %s was deleted.
ru: Файл "%s" удален.

source: This article is no longer related to the file %s.
ru: Статья больше не ссылается на файл "%s".

source: Attachments
ru: Вложения

source: A file was changed: %s
ru: Файл изменен: %s

source: A file was deleted: %s
ru: Файл удален: %s

source: Help
ru: Справка

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
ru: Новое изображение "%s" загружено. Чтобы использовать это изображение, выберите его в соответствующем списке.

source: Are you sure?
ru: Вы уверены?

source: image
ru: изображение

source: images
ru: изображения

source: Image: %s
ru: Изображение: %s

source: Current revision not set!!
ru: Текущая версия не указана!

source: image revision
ru: версия изображения

source: image revisions
ru: версии изображения

source: Image Revsion: %d
ru: Версия изображения: %d

source: %s has been restored
ru: Файл "%s" восстановлен

source: %s has been marked as deleted
ru: Файл "%s" отмечен как удаленный

source: %(file)s has been changed to revision #%(revision)d
ru: Файл "%(file)s" заменен на версию #%(revision)d

source: %(file)s has been saved.
ru: Файл "%(file)s" сохранен.

source: Images
ru: Изображения

source: An image was added: %s
ru: Изображение добавлено: %s

source: Links
ru: Ссылки

source: Notifications
ru: Уведомления

source: When this article is edited
ru: При редактировании статьи

source: Also receive emails about article edits
ru: Также сообщать о правках по электронной почте

source: Your notification settings were updated.
ru: Настройки уведомлений изменены.

source: Your notification settings were unchanged, so nothing saved.
ru: Настройки не были изменены.

source: %(user)s subscribing to %(article)s (%(type)s)
ru: %(user)s подписывается на статью "%(article)s" (%(type)s)

source: Article deleted: %s
ru: Статья удалена: %s

source: Article modified: %s
ru: Статья изменена: %s

source: New article created: %s
ru: Статья создана: %s

source: You are now sign up... and now you can sign in!
ru: Вы зарегистрировались и теперь можете войти в систему

source: You are no longer logged in. Bye bye!
ru: Вы вышли из системы

source: You are now logged in! Have fun!
ru: Вы вошли в систему

source: New article '%s' created.
ru: Создана статья "%s".

source: There was an error creating this article: %s
ru: При создании статьи "%s" произошла ошибка

source: There was an error creating this article.
ru: При создании статьи произошла ошибка.

source: This article cannot be deleted because it has children or is a root article.
ru: Эта статья является корневой или имеет дочерние статьи, поэтому не может быть удалена.

source: This article together with all its contents are now completely gone! Thanks!
ru: Статья вместе с содержимым окончательно удалена.

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
ru: Статья "%s" помечена как удаленная. Спасибо, что очистили сайт от нежелательного контента.

source: Your changes were saved.
ru: Изменения сохранены.

source: A new revision of the article was succesfully added.
ru: Добавлена новая версия статьи.

source: Restoring article
ru: Восстановление статьи

source: The article "%s" and its children are now restored.
ru: Статья "%s" и ее дочерние статьи восстановлены.

source: The article %s is now set to display revision #%d
ru: Статья "%s" показана в версии #%d

source: New title
ru: Новый заголовок

source: Merge between Revision #%(r1)d and Revision #%(r2)d
ru: Объединение версий #%(r1)d и #%(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
ru: Путем объединения версий #%(r1)d и #%(r2)d создана новая версия
